PRAGMA foreign_keys=OFF;
BEGIN TRANSACTION;
CREATE TABLE datas(
    "id" INTEGER PRIMARY KEY,
    "ot" INTEGER,
    "alias" INTEGER,
    "setcode" INTEGER,
    "type" INTEGER,
    "atk" INTEGER,
    "def" INTEGER,
    "level" INTEGER,
    "race" INTEGER,
    "attribute" INTEGER,
    "category" INTEGER
);
INSERT INTO datas VALUES(100200290,1,0,0,4,0,0,0,0,0,0);
INSERT INTO datas VALUES(100200291,1,0,0,524290,0,0,0,0,0,0);
INSERT INTO datas VALUES(100200292,1,0,0,33,1800,1500,4,2,16,270856);
INSERT INTO datas VALUES(100200293,1,0,0,33,2600,2500,7,32768,1,8208);
INSERT INTO datas VALUES(100200294,1,0,0,2,0,0,0,0,0,9232);
INSERT INTO datas VALUES(100260001,1,0,476,16777249,1900,800,117899269,32768,16,270376);
INSERT INTO datas VALUES(100261001,1,0,0,33,1100,1500,4,16384,32,512);
INSERT INTO datas VALUES(100261002,1,0,0,33,0,0,1,16384,32,262144);
INSERT INTO datas VALUES(100261003,1,0,0,33,2300,2000,6,8,32,262176);
INSERT INTO datas VALUES(100261004,1,0,0,33,0,0,4,33554432,32,0);
INSERT INTO datas VALUES(100261005,1,0,6422749,4194401,4500,3800,12,8192,16,131092);
INSERT INTO datas VALUES(100261006,1,0,98,524290,0,0,0,0,0,516);
INSERT INTO datas VALUES(100261007,1,0,0,131076,0,0,0,0,0,0);
INSERT INTO datas VALUES(100261023,1,0,296,33,0,2000,2,2,1,268697616);
INSERT INTO datas VALUES(100261024,1,0,296,33,2500,0,6,2,32,0);
INSERT INTO datas VALUES(100261025,1,0,296,97,3800,2800,8,2,16,262144);
INSERT INTO datas VALUES(100261026,1,0,296,97,1800,2100,8,2,4,0);
INSERT INTO datas VALUES(100261027,1,0,296,65538,0,0,0,0,0,268698643);
INSERT INTO datas VALUES(100261028,1,0,296,524290,0,0,0,0,0,576);
INSERT INTO datas VALUES(100261029,1,0,296,1048580,0,0,0,0,0,2147484227);
INSERT INTO datas VALUES(100261047,1,0,304,33,1500,2000,4,8,4,263187);
INSERT INTO datas VALUES(100261048,1,0,304,33,1500,2000,4,8,2,262147);
INSERT INTO datas VALUES(100261049,1,0,304,33,2000,2500,8,8,32,264451);
INSERT INTO datas VALUES(100261050,1,0,304,67108897,3000,135,4,8,32,262147);
INSERT INTO datas VALUES(100261051,1,0,4400,67108897,2100,42,3,8,32,2147483650);
INSERT INTO datas VALUES(100261052,1,0,304,131074,0,0,0,0,0,35);
INSERT INTO datas VALUES(100261053,1,0,304,4,0,0,0,0,0,262144);
INSERT INTO datas VALUES(100263001,1,0,0,33,2600,1800,7,65536,1,393728);
INSERT INTO datas VALUES(100263002,1,0,5,33,2200,2200,6,4,16,138674178);
INSERT INTO datas VALUES(100263003,1,0,27,33,0,0,12,16384,16,2147754496);
INSERT INTO datas VALUES(100263004,1,0,233,33554465,3000,2500,8,4096,16,139264);
INSERT INTO datas VALUES(100263005,1,0,738,33,2000,2000,7,1,16,4465152);
INSERT INTO datas VALUES(100263006,1,0,0,33,1300,2000,6,8,32,17047552);
INSERT INTO datas VALUES(100263007,1,0,12296,97,0,2800,4,1,1,21233664);
INSERT INTO datas VALUES(100263008,1,0,0,2,0,0,0,0,0,274);
INSERT INTO datas VALUES(100263009,1,0,0,65538,0,0,0,0,0,512);
INSERT INTO datas VALUES(100263010,1,0,0,2,0,0,0,0,0,295169);
INSERT INTO datas VALUES(100264002,1,0,69,33,2500,1200,7,8,32,0);
INSERT INTO datas VALUES(100264003,1,0,69,65538,0,0,0,0,0,0);
INSERT INTO datas VALUES(100265002,1,0,296,33,1300,1500,4,2,8,0);
INSERT INTO datas VALUES(101306001,1,0,102,33,2000,1600,4,32768,1,327688);
INSERT INTO datas VALUES(101306002,1,0,0,33,1700,1500,5,8192,8,393792);
INSERT INTO datas VALUES(101306003,1,0,188,33,2400,1500,7,32,32,8193);
INSERT INTO datas VALUES(101306004,1,0,0,33,1850,1600,4,1,2,262163);
INSERT INTO datas VALUES(101306021,1,0,49160,33554465,3400,2400,8,1,32,272891904);
INSERT INTO datas VALUES(101306022,1,0,49160,33,600,800,3,1,32,524);
INSERT INTO datas VALUES(101306023,1,0,49160,33,400,700,3,1,32,262179);
INSERT INTO datas VALUES(101306036,1,0,59,97,3400,3000,9,8192,32,33816576);
INSERT INTO datas VALUES(101306037,1,0,49160,97,-2,2800,8,1,32,8704);
INSERT INTO datas VALUES(101306045,1,0,0,8388641,2000,2000,3,32768,16,1073750304);
INSERT INTO datas VALUES(101306052,1,0,0,65538,0,0,0,0,0,138413586);
INSERT INTO datas VALUES(101306053,1,0,0,65538,0,0,0,0,0,134225922);
INSERT INTO datas VALUES(101306054,1,0,0,65538,0,0,0,0,0,786432);
INSERT INTO datas VALUES(101306062,1,0,0,524290,0,0,0,0,0,270848);
INSERT INTO datas VALUES(101306070,1,0,0,4,0,0,0,0,0,263176);
INSERT INTO datas VALUES(101306071,1,0,0,131076,0,0,0,0,0,2214862848);
INSERT INTO datas VALUES(101306154,3,0,0,16401,0,0,1,16384,1,0);
INSERT INTO datas VALUES(101306254,3,101306154,0,16401,0,0,1,16384,1,0);
INSERT INTO datas VALUES(101306354,3,101306154,0,16401,0,0,1,16384,1,0);
INSERT INTO datas VALUES(101306454,3,101306154,0,16401,0,0,1,16384,1,0);
CREATE TABLE texts(
    "id" INTEGER PRIMARY KEY,
    "name" TEXT,
    "desc" TEXT,
    "str1" TEXT,
    "str2" TEXT,
    "str3" TEXT,
    "str4" TEXT,
    "str5" TEXT,
    "str6" TEXT,
    "str7" TEXT,
    "str8" TEXT,
    "str9" TEXT,
    "str10" TEXT,
    "str11" TEXT,
    "str12" TEXT,
    "str13" TEXT,
    "str14" TEXT,
    "str15" TEXT,
    "str16" TEXT
);
INSERT INTO texts VALUES(100200290,'命運的盤上',unistr('這個卡名的卡在1回合只能發動1張。此卡也能向對手展示手牌的1隻通常怪獸，在覆蓋的回合發動。\u000a①：從我方的手牌、墓地將最多5隻通常怪獸攻擊表示特殊召喚。此卡的發動後，直到回合結束時我方不能從額外牌組將怪獸特殊召喚。'),'','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100200291,'膠囊怪獸棋',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：雙方玩家在自身的主要階段選擇自身墓地1隻怪獸為對象可以發動。那隻怪獸當作永續魔法卡在自身的魔法與陷阱區域表側表示放置。\u000a②：雙方玩家在自身的結束階段將自身場上1張表側表示的怪獸卡送去墓地可以發動。從牌組將1隻原等級比那隻怪獸高1～3，且原本的種族、屬性相同的怪獸特殊召喚。'),'','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100200292,'純血精靈',unistr('這個卡名的①效果1回合只能使用1次。\u000a①：我方主要階段可以發動。從牌組將1張裝備魔法卡送去墓地。那之後，此卡的攻擊力直到對手回合結束時上升500。\u000a②：此卡戰鬥破壞對手怪獸時可以發動。除了「純血精靈」以外，從牌組選1隻等級4以下的魔法使族、光屬性怪獸加入手牌或特殊召喚。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100200293,'強襲獅子',unistr('此卡可以解放1隻獸戰士族怪獸以表側表示上級召喚。這個卡名的②效果1回合只能使用1次。\u000a①：此卡和怪獸戰鬥給予對手的戰鬥傷害變成2倍。\u000a②：此卡在墓地存在的狀態，我方場上有獸戰士族怪獸召喚、特殊召喚的場合可以發動。此卡加入手牌。那之後，可以表側表示進行此卡的上級召喚。此效果上級召喚的此卡攻擊力上升500，從場上離開的場合被除外。'),'解放1隻獸戰士族怪獸','效果2','是否上級召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100200294,'力量連接',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：以我方場上任意數量的表側表示怪獸為對象可以發動（2隻以上為對象的場合，必須是相同種族）。對象怪獸的攻擊力直到回合結束時上升對象怪獸的數量×500。\u000a②：我方發動過「武裝轉生」的回合可以發動。墓地的此卡加入手牌。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100260001,'小丑戲幫 哈托',unistr('【靈擺效果】\u000a這個卡名的靈擺效果1回合只能使用1次。\u000a①：我方主要階段可以發動。從牌組將靈擺怪獸以外的1張「小丑戲幫」卡片送去墓地，此卡特殊召喚。此效果的發動後，直到下個回合結束前我方不能發動從牌組、額外牌組特殊召喚的怪獸的效果。\u000a【怪獸效果】\u000a①：只要上級召喚的怪獸在我方場上存在，對手場上的怪獸的守備力下降1500。\u000a②：此卡被解放的場合，可以從以下效果選擇1個發動（這個卡名的以下效果1回合各能選擇1次）。\u000a●雙方的額外牌組（表側）、場上的靈擺怪獸全部回到牌組。\u000a●從牌組、額外牌組將靈擺怪獸以外的1隻「小丑戲幫」怪獸無視召喚條件特殊召喚。'),'靈擺效果1','效果2','●回到牌組','●特殊召喚','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261001,'滑稽的黑暗兔寶寶',unistr('①：此卡召喚、特殊召喚時適用。這個回合，我方在通常召喚之外只有1次，在我方主要階段可以召喚1隻記載「卡通世界」的卡名的怪獸。\u000a②：只要場上有「卡通世界」存在，此卡當作卡通怪獸。\u000a③：1回合1次，我方主要階段可以發動。從牌組選1張「卡通」場地、永續魔法卡加入手牌或在我方場上表側表示放置。'),'','召喚（滑稽的黑暗兔寶寶）','效果2','效果3','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261002,'漫畫貓',unistr('這個卡名的②效果1回合只能使用1次。\u000a①：只要場上有「卡通世界」存在，此卡當作卡通怪獸。\u000a②：我方、對手的主要階段可以發動。我方場上1隻怪獸解放，從我方的手牌、牌組將1隻記載「卡通世界」的卡名的怪獸無視召喚條件特殊召喚。我方場上有「卡通世界」存在的場合，解放的怪獸也能從對手場上挑選。'),'','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261003,'邪惡箱',unistr('這個卡名的①效果1回合只能使用1次。\u000a①：我方場上有「卡通世界」存在的場合可以發動。此卡從手牌特殊召喚。那之後，可以適用以下效果。\u000a●從牌組選1張「卡通」陷阱卡加入手牌或在我方場上覆蓋。\u000a②：只要場上有「卡通世界」存在，此卡當作卡通怪獸。\u000a③：我方、對手回合1次，以我方或對手墓地的1張卡為對象可以發動。那張卡回到牌組最下方。'),'效果1','效果3','是否挑選1張陷阱卡？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261004,'暗眼幻像師 無面',unistr('①：可以將此卡從手牌捨棄，從以下效果選擇1個發動（這個卡名的以下效果1回合各能選擇1次）。\u000a●從手牌、牌組將1張「心靈透視眼」在我方場上表側表示放置。\u000a●除了此卡以外，從我方墓地將1隻記載「卡通世界」的卡名的怪獸加入手牌。那之後，可以將那隻怪獸從手牌無視召喚條件特殊召喚。\u000a②：此卡和怪獸進行戰鬥的場合，那2隻不會被那次戰鬥破壞。'),'效果1','●表側表示放置','●從墓地加入手牌','是否特殊召喚？','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261005,'青眼卡通究極龍',unistr('「青眼卡通龍」+卡通怪獸×2\u000a只能讓我方的手牌、場上、墓地的上述卡片回到牌組、額外牌組來特殊召喚。\u000a①：我方的卡通怪獸可以直接攻擊。\u000a②：1回合1次，我方主要階段可以發動。從我方墓地將1張「卡通」卡片或記載那個卡名的卡加入手牌。\u000a③：我方的卡通怪獸被攻擊的傷害計算時可以發動。那隻怪獸直到傷害步驟結束時除外。'),'','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261006,'完美卡通世界',unistr('這個卡名的②效果1回合可以使用最多3次。\u000a①：此卡只要在場地區域存在，卡名當作「卡通世界」。\u000a②：1回合1次，我方主要階段可以發動。從牌組將1張「卡通」卡片或記載那個卡名的卡加入手牌。\u000a③：其他卡發動的效果適用之際，可以將我方場上1隻卡通怪獸直到那個效果處理後除外（這個回合，這個卡名的這個效果不能將原卡名相同的怪獸除外）。'),'','效果2','','是否將1隻怪獸直到效果處理後除外？','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261007,'心靈透視眼',unistr('這個卡名的②效果1回合只能使用1次。\u000a①：只要我方的場上或墓地有「卡通」卡片存在，對手將手牌全部持續公開，我方可以隨時確認對手場上的裡側表示卡。\u000a②：我方的場上、墓地有卡通怪獸以及「卡通」魔法卡存在的場合，宣言1個在同一連鎖上沒有發動效果的卡名可以發動。此卡表側表示存在期間，直到回合結束時原卡名和宣言的卡相同的卡發動的效果無效化。'),'','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261023,'魔女工坊 陶俑魔像',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：此卡在手牌存在的場合，以「魔女工坊 陶俑魔像」以外的我方墓地1張「魔女工坊」卡片為對象可以發動。那張卡加入手牌，此卡特殊召喚。這個回合，我方除了「魔女工坊」怪獸以外不能從額外牌組特殊召喚。\u000a②：我方主要階段可以發動。我方的手牌、場上的怪獸作為融合素材，將1隻「魔女工坊」融合怪獸融合召喚。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261024,'魔女工坊 書籍女巫瑪爾卡',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：將手牌、場上的此卡解放可以發動。從牌組將1張「魔女工坊」場地、永續魔法卡加入手牌。\u000a②：此卡在墓地存在的狀態，我方場上的表側表示的「魔女工坊」怪獸因對手的效果從場上離開的場合可以發動。此卡特殊召喚，將對手場上1隻怪獸解放。此效果特殊召喚的此卡從場上離開的場合被除外。'),'','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261025,'魔女工坊大師 大魔女桑德里永',unistr('「魔女工坊大師 玻璃女巫薇兒」+魔法使族怪獸×2\u000a這個卡名的①②效果1回合各能使用1次。\u000a①：此卡融合召喚的場合可以發動。從手牌、牌組將最多3隻等級7以下的「魔女工坊」怪獸特殊召喚（相同屬性最多1隻）。這個回合，我方除了融合怪獸以外不能從額外牌組特殊召喚。\u000a②：此卡在墓地存在的場合，我方結束階段，向對手展示手牌的1張魔法卡可以發動。此卡守備表示特殊召喚。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261026,'魔女工坊 學徒組',unistr('「魔女工坊」怪獸+魔法使族怪獸\u000a這個卡名的①②效果1回合各能使用1次。\u000a①：我方、對手的主要階段以及戰鬥階段，可以從以下效果選擇1個發動。\u000a●從牌組將1張「魔女工坊」魔法卡加入手牌。\u000a●向對手展示手牌的1張「魔女工坊」通常、速攻魔法卡可以發動。那張魔法卡發動時的效果適用。\u000a②：我方結束階段可以發動。我方的除外狀態的1張「魔女工坊」卡片回到墓地。'),'','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261027,'魔女工坊的慶典',unistr('這個卡名的①②效果1回合只有1次能使用其中1個。\u000a①：可以從以下效果選擇1個發動。\u000a●我方場上1隻「魔女工坊」怪獸和對手場上1張卡破壞。\u000a●我方的墓地、除外狀態的魔法使族怪獸作為融合素材回到牌組，將1隻「魔女工坊」融合怪獸融合召喚。\u000a②：我方結束階段，此卡在墓地存在，我方場上有「魔女工坊」怪獸存在的場合可以發動。此卡加入手牌。'),'效果1','效果2','●破壞效果','●融合召喚','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261028,'魔女工坊的瓦爾普吉斯夜行',unistr('這個卡名的①效果1回合只能使用1次。\u000a①：我方主要階段可以發動。從牌組將1隻「魔女工坊」怪獸加入手牌。那之後，選1張我方的手牌捨棄。\u000a②：我方回合，為了發動我方場上的「魔女工坊」怪獸的效果而將手牌捨棄的場合，可以從牌組將「魔女工坊的瓦爾普吉斯夜行」以外的1張「魔女工坊」魔法、陷阱卡送去墓地作為代替。\u000a\u000a※魔女的聖夜行'),'效果1','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261029,'魔女工坊的消散',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：我方場上有等級5以上的「魔女工坊」怪獸存在，怪獸的效果、魔法、陷阱卡發動時可以發動。那個發動無效並破壞。\u000a②：將不是在這個回合送去墓地的此卡從墓地除外可以發動。從牌組將1隻等級5以上的魔法使族怪獸加入手牌。那之後，選1張我方的手牌捨棄。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261047,'破械式鬼 奢羅',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：我方、對手的主要階段，將此卡從手牌捨棄可以發動。從手牌將1隻惡魔族怪獸特殊召喚。那之後，我方場上1張卡破壞。\u000a②：此卡在墓地存在的狀態，場上的卡被戰鬥或「破械式鬼 奢羅」以外的卡的效果破壞的場合可以發動。此卡加入手牌或特殊召喚。此效果特殊召喚的此卡從場上離開的場合回到牌組最下方。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261048,'破械式鬼 修摩',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：此卡召喚的場合可以發動。除了「破械式鬼 修摩」以外，從牌組將1隻等級4以下的「破械」怪獸特殊召喚。那之後，我方場上1張卡破壞。這個回合，我方除了惡魔族怪獸以外不能特殊召喚。\u000a②：場上的此卡被戰鬥或「破械式鬼 修摩」以外的卡的效果破壞的場合可以發動。從手牌、牌組將「破械式鬼 修摩」以外的1隻「破械」怪獸特殊召喚。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261049,'破械冥官 迦牟羅',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：以我方場上最多3張卡為對象可以發動。那些卡破壞，此卡從手牌特殊召喚。那之後，依照破壞的卡的原種類，以下效果各自可以適用。\u000a●怪獸：我方抽1張卡。\u000a●魔法：場上1隻怪獸的表示形式變更。\u000a●陷阱：場上1張其他卡破壞。\u000a②：場上的此卡被效果破壞的場合可以發動。場上的怪獸全部破壞。'),'效果1','效果2','是否抽1張卡？','是否改變表示形式？','是否破壞？','','','','','','','','','','','');
INSERT INTO texts VALUES(100261050,'破械焰魔天 閻魔',unistr('包含「破械神」怪獸的怪獸2隻以上\u000a這個卡名的①②效果1回合各能使用1次。\u000a①：我方結束階段，以這個回合被破壞的我方墓地最多2隻惡魔族怪獸為對象可以發動。那些怪獸特殊召喚。只要此效果特殊召喚的怪獸在我方場上表側表示存在，我方除了惡魔族怪獸以外不能特殊召喚。\u000a②：場上的此卡被戰鬥、效果破壞的場合，可以將我方或對手場上1張表側表示卡破壞作為代替。'),'效果1','','「破械焰魔天 閻魔」的效果特殊召喚','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261051,'破械神雙 羅寂剎',unistr('包含惡魔族怪獸的怪獸2隻以上\u000a這個卡名的①②效果1回合各能使用1次。\u000a①：對手將怪獸表側表示特殊召喚的場合，以其中1隻為對象可以發動。我方場上1隻惡魔族怪獸破壞，作為對象的怪獸的效果直到回合結束時無效。\u000a②：我方場上有連結4以上的「破械」連結怪獸存在，場上的怪獸的效果發動時，將墓地的此卡除外可以發動。那隻發動效果的怪獸破壞。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261052,'破械轉生',unistr('這個卡名的卡在1回合只能發動1張。\u000a①：作為此卡的發動時的效果處理，可以從牌組將「破械轉生」以外的1張「破械」魔法卡或「雙王之械」加入手牌。\u000a②：1回合1次，以「破械轉生」以外的我方墓地最多3張「破械」卡片為對象可以發動。那些卡回到牌組。那之後，最多到回去的數量，可以將我方場上的其他卡破壞。'),'是否加入手牌？','效果2','是否將場上的卡破壞？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261053,'破械習合',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：以包含我方場上的「破械神」連結怪獸的，我方、對手場上2隻表側表示怪獸為對象發動。只用那2隻怪獸為素材進行1隻惡魔族連結怪獸的連結召喚。\u000a②：覆蓋的此卡被效果破壞的場合可以發動。從牌組將1隻「破械」怪獸特殊召喚。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100263001,'黑暗恐獸',unistr('這個卡名的①③效果1回合各能使用1次。\u000a①：魔法卡的效果發動過的回合的我方主要階段可以發動。此卡從手牌特殊召喚。\u000a②：只要對手場上的怪獸全部是守備表示，此卡可以直接攻擊。\u000a③：此卡被送去墓地的場合可以發動。從牌組將1隻等級8以上的恐龍族怪獸加入手牌。對手場上有怪獸存在的場合，隨後可以將加入手牌的那隻怪獸特殊召喚。'),'效果1','效果2','是否特殊召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100263002,'大秘儀之力XII-倒吊人',unistr('這個卡名的①效果1回合只能使用1次。\u000a①：卡的效果發動時，向對手展示手牌的此卡可以發動。從手牌將1隻「大秘儀之力」怪獸守備表示特殊召喚。\u000a②：此卡召喚、反轉召喚、特殊召喚的場合發動。投擲1次硬幣，依照那個正反面適用以下效果。\u000a●正：我方場上1隻怪獸破壞，我方受到那個原攻擊力數值的傷害。\u000a●反：對手場上1隻怪獸破壞，給予對手那個原攻擊力數值的傷害。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100263003,'光幻獸 坎德拉德',unistr('這個卡名的①③效果1回合各能使用1次。\u000a①：此卡在手牌存在的場合，從手牌將2張其他卡捨棄可以發動。此卡特殊召喚。那之後，可以從牌組將1張持有投擲硬幣效果的卡加入手牌。\u000a②：此卡的攻擊力、守備力上升我方的手牌數量×1000。\u000a③：包含從牌組將卡加入手牌效果的魔法、陷阱、怪獸的效果發動時可以發動。那個效果無效。'),'效果1','效果2','是否加入手牌？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100263004,'電漿戰士 艾伊托姆',unistr('這個卡名在規則上也當作「磁石勇士」卡片。此卡不能通常召喚。「電漿戰士 艾伊托姆」只能1回合1次將我方場上1隻等級7以上的怪獸解放，從手牌、墓地特殊召喚。\u000a①：1回合1次，除了「電漿戰士 艾伊托姆」以外，從牌組將1隻「磁石戰士」怪獸或「磁石勇士」怪獸送去墓地可以發動。這個回合，此卡的原攻擊力變成1500，可以直接攻擊。'),'','效果1','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100263005,'白夜騎士團的領主',unistr('這個卡名的①效果1回合只能使用1次。\u000a①：從我方墓地將3隻怪獸除外可以發動。此卡從手牌特殊召喚。那之後，可以從以下效果挑選1個適用。\u000a●從手牌、牌組將1隻「白夜騎士」怪獸特殊召喚。\u000a●從牌組將1張「白之面紗」加入手牌。\u000a②：此卡和對手怪獸進行戰鬥的攻擊宣言時發動。那隻對手怪獸的攻擊力變成0。\u000a③：此卡被對手破壞的場合發動。給予對手1000傷害。'),'效果1','效果2','效果3','都不選擇','●特殊召喚','●加入手牌','','','','','','','','','','');
INSERT INTO texts VALUES(100263006,'不死的死亡領主',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：這個回合已有怪獸被戰鬥破壞的場合，結束階段可以發動。此卡從手牌、墓地特殊召喚。這個回合已有「不死的死亡領主」被戰鬥破壞的場合，此效果特殊召喚的此卡的原攻擊力變成3000，不會被效果破壞。\u000a②：我方主要階段可以發動。依照對手場上的卡片數量+1張，從牌組將包含「一擊必殺！居合抽牌」的卡向對手展示，以喜歡的順序放置在牌組上方。'),'效果1','效果2','請選擇要放置在牌組上方的卡','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100263007,'E.HERO 黏土守衛',unistr('「E.HERO」怪獸+戰士族怪獸\u000a這個卡名的①效果1回合只能使用1次。\u000a①：此卡特殊召喚的場合可以發動。從牌組將1隻「E.HERO」怪獸特殊召喚。對手場上有卡存在的場合，隨後可以給予對手那個數量×400傷害。這個回合，我方除了「HERO」怪獸以外不能從額外牌組特殊召喚。\u000a②：只要此卡在怪獸區域存在，我方場上的其他的「E.HERO」怪獸不會被戰鬥、效果破壞。'),'效果1','是否給予傷害？','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100263008,'人偶鐵鎚',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：以我方場上1隻怪獸為對象可以發動。那隻怪獸破壞，我方抽2張卡。那之後，可以將對手場上1隻怪獸的表示形式變更。\u000a②：此卡在墓地存在的狀態，從我方墓地有怪獸特殊召喚的場合可以發動。此卡加入手牌。'),'效果1','效果2','是否改變表示形式？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100263009,'速攻召喚',unistr('這個卡名的②效果1回合只能使用1次。\u000a①：進行1隻怪獸的通常召喚。那個時候，如果對手場上有怪獸存在，等級5以上的怪獸召喚的場合可以不用解放。\u000a②：我方主要階段，將不是在這個回合送去墓地的此卡從墓地除外可以發動。從我方的牌組、墓地將1隻可以通常召喚的等級5以上的怪獸加入手牌。那之後，進行那1隻怪獸的上級召喚。'),'效果1','效果2','是否改成不用解放來召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100263010,'D-爆發',unistr('這個卡名的卡在1回合只能發動1張。\u000a①：以我方場上1張表側表示的魔法卡為對象可以發動。那張卡破壞，我方抽1張卡。那之後，我方場上有「D-HERO」怪獸存在的場合，可以將我方的手牌、墓地、除外狀態的1隻「D-HERO」怪獸特殊召喚。\u000a②：已裝備裝備卡的怪獸或「D-HERO 教條小子」攻擊的傷害步驟結束時，將墓地的此卡除外可以發動。那隻攻擊怪獸只有1次可以繼續攻擊。'),'效果1','效果2','是否特殊召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100264002,'惡魔的根源',unistr('這個卡名的①②③效果1回合各能使用1次。\u000a①：此卡在手牌存在的場合，將此卡以外的我方的手牌、場上1隻「惡魔」怪獸解放可以發動。此卡特殊召喚。\u000a②：此卡召喚、特殊召喚的場合可以發動。從我方的手牌、牌組、墓地將1隻攻擊力2500的惡魔族、等級6怪獸特殊召喚。\u000a③：我方場上有「惡魔的召喚」存在，對手發動怪獸的效果時可以發動。那個發動無效並破壞。'),'','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100264003,'魔降雷',unistr('這個卡名在規則上也當作「惡魔」卡片。這個卡名的①②效果1回合各能使用1次。\u000a①：以我方場上1隻「惡魔」怪獸為對象可以發動。那隻怪獸的攻擊力上升600。那之後，可以將對手場上的原攻擊力低於那隻怪獸的攻擊力的怪獸全部破壞。\u000a②：我方主要階段將墓地的此卡除外，以我方墓地1隻攻擊力2500的惡魔族、等級6怪獸為對象可以發動。那隻怪獸加入手牌。'),'','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100265002,'魔女工坊 種植女巫希德',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：此卡召喚、特殊召喚的場合，如果我方場上有「魔女工坊 種植女巫希德」以外的「魔女工坊」怪獸或「安迪米翁的皇太子 雷古勒斯」存在，以場上1張表側表示卡為對象可以發動。那張卡回到手牌。\u000a②：將墓地的此卡除外可以發動。向對手展示包含魔法卡的任意數量手牌的卡，那些卡回到牌組。那之後，我方依照回去的數量抽牌。'),'','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306001,'疾風的豹戰士',unistr('這個卡名的①效果1回合只能使用1次。\u000a①：我方、對手的主要階段，將場上的此卡以外的我方的手牌、場上1隻怪獸解放，可以從以下效果選擇1個發動。\u000a●除了「疾風的豹戰士」以外，從手牌、牌組將1隻記載「時間的黑魔術師」的卡名的怪獸特殊召喚。\u000a●從牌組將1張記載「時間的黑魔術師」的卡名的魔法、陷阱卡送去墓地。\u000a②：此卡只能在怪獸被解放的回合攻擊宣言。'),'效果1','','●特殊召喚','●從牌組送去墓地','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306002,'飛龍龍騎士',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：此卡在手牌存在的場合，向對手展示此卡以外的手牌1張記載「時間的黑魔術師」的卡名的卡可以發動。此卡特殊召喚。\u000a②：此卡召喚、特殊召喚的場合可以發動。從牌組將最多2張記載「時間的黑魔術師」的卡名的魔法、陷阱卡加入手牌（同名卡最多1張）。那之後，選1張我方的手牌捨棄。\u000a③：此卡可以進行直接攻擊。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306003,'人造人-念力能量震懾者',unistr('這個卡名的②效果1回合只能使用1次。\u000a①：只要此卡在場上、墓地存在，卡名當作「人造人-念力震懾者」。\u000a②：此卡召喚、特殊召喚的場合可以發動。對手場上的陷阱卡全部破壞（裡側表示卡翻開確認）。那之後，此卡的攻擊力上升破壞數量×300。\u000a③：除了此卡以外，只要記載「時間的黑魔術師」的卡名的怪獸在我方的場上或墓地存在，對手不能發動陷阱卡的效果。'),'效果2','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306004,'大海的傳說-漁夫',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：對手發動場上的怪獸的效果的場合，或對手怪獸的攻擊宣言時，除了「大海的傳說-漁夫」以外，如果記載「時間的黑魔術師」的卡名的卡或「海」在場上存在可以發動。此卡從手牌特殊召喚。\u000a②：此卡特殊召喚的場合，以對手場上1隻怪獸為對象可以發動。那隻怪獸破壞。這個回合的結束階段，場上的此卡回到手牌。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306021,'D-HERO 死亡教條小子',unistr('此卡不能通常召喚。「D-HERO 死亡教條小子」只能1回合1次從我方墓地將戰士族或闇屬性的怪獸合計3隻除外，從手牌、墓地特殊召喚。\u000a①：這個方法將此卡特殊召喚的場合可以發動。下個準備階段，給予對手2000傷害。\u000a②：1回合1次，對手發動效果時可以發動。我方的手牌、場上、墓地的怪獸作為融合素材回到牌組，將1隻戰士族或闇屬性的融合怪獸融合召喚。'),'','效果1','效果2','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306022,'D-HERO 魔鬼統御小子',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：此卡召喚、特殊召喚的場合，以對手場上1隻怪獸為對象可以發動。那隻怪獸直到下個準備階段除外。\u000a②：從牌組將1隻「D-HERO」怪獸送去墓地可以發動。從我方的牌組、墓地將1張「幽獄的時鐘塔」或「幽獄的時鐘都市-黑暗城市」加入手牌。此效果的發動後，直到回合結束時我方除了闇屬性的「HERO」怪獸以外不能特殊召喚。'),'效果1','效果2','直到下個準備階段除外','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306023,'D-HERO 無懼從者',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：我方場上有「D-HERO」怪獸或場地魔法卡表側表示存在的場合可以發動。此卡從手牌特殊召喚。那之後，可以適用以下效果。\u000a●我方場上1張卡破壞，從牌組將1張「融合」加入手牌。\u000a②：我方將等級8的「D-HERO」怪獸特殊召喚的場合，將墓地的此卡除外，以對手場上1張卡為對象可以發動。那張卡回到牌組最上方。'),'效果1','效果2','是否破壞並檢索？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306036,'真紅眼超越黑龍',unistr('「真紅眼黑龍」+記載「時間的黑魔術師」的卡名的怪獸\u000a「真紅眼超越黑龍」只能1回合1次用融合召喚或以下方法特殊召喚。\u000a●「時間的黑魔術師」的效果將怪獸破壞的回合，將我方、對手的場上1隻表側表示怪獸解放，可以從額外牌組特殊召喚。\u000a①：此卡特殊召喚的場合可以發動。從我方的手牌、墓地將1隻等級8以下的怪獸特殊召喚。\u000a②：場上的此卡不受對手發動的魔法、怪獸的效果影響。'),'效果1','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306037,'D-HERO 無懼小子',unistr('等級5以上的「D-HERO」怪獸×2\u000a「D-HERO 無懼小子」只能1回合1次用融合召喚或以下方法特殊召喚。\u000a●將我方場上1隻「D-HERO 恐懼小子」解放，可以從額外牌組特殊召喚。\u000a①：此卡特殊召喚的場合可以發動。從牌組將「D-HERO」怪獸或記載那個卡名的卡合計2張加入手牌。\u000a②：此卡的攻擊力變成我方的場上、墓地的其他「D-HERO」怪獸的原攻擊力的合計數值。'),'效果1','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306045,'燦冠乘騎 疾驅海人馬',unistr('等級3怪獸×2\u000a「燦冠乘騎 疾驅海人馬」1回合1次也能重疊在我方場上的攻擊力2000以下的獸族怪獸上方來超量召喚。\u000a此卡不能作為超量召喚的素材。\u000a①：此卡戰鬥破壞怪獸的場合發動。給此卡放置1個冠計數器。那之後，依照此卡的冠計數器的數量適用以下效果。\u000a●1個：此卡的攻擊力上升400。\u000a●2個：此卡的攻擊力上升600。\u000a●3個：此卡回到額外牌組，我方抽3張卡。'),'是否重疊在獸族怪獸上方來超量召喚？','效果1','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306052,'時間的黑魔術師',unistr('①：可以從以下效果選擇1個發動（這個卡名的以下效果1回合各能選擇1次）。\u000a●除了「時間的黑魔術師」以外，從牌組將1張記載「時間的黑魔術師」的卡名的卡加入手牌。這個回合的結束階段，從我方墓地將1張「時間的黑魔術師」加入手牌。\u000a●投擲1次硬幣，並猜正反面。如果猜對，對手場上的怪獸全部破壞，給予對手那些原攻擊力的合計數值一半的傷害。如果猜錯，我方場上的怪獸全部破壞。'),'效果1','●從牌組加入手牌','●投擲1次硬幣','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306053,'天使與魔鬼的骰子',unistr('①：擲2次骰子，這個回合中，以下效果各自適用。\u000a●我方場上的記載「時間的黑魔術師」的卡名的怪獸的攻擊力、守備力上升擲出點數的總和×200。\u000a●對手場上的怪獸的攻擊力、守備力下降擲出點數的總和×200。\u000a②：此卡在墓地存在的狀態，對手將怪獸召喚、特殊召喚的場合，將此卡除外，以其中1隻為對象可以發動。擲2次骰子，擲出點數的總和是6以上的場合，對象怪獸破壞。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306054,'沉睡之羊 替罪山羊','①：在我方場上將最多4隻「替罪羊衍生物」（獸族、地、等級1、攻/守0）守備表示特殊召喚。對手場上有怪獸存在的場合，隨後可以從牌組將1隻「疾風的豹戰士」特殊召喚。這個回合，這個衍生物不能為了上級召喚而解放，我方除了融合怪獸以外不能從額外牌組特殊召喚。記載「時間的黑魔術師」的卡名的我方場上的卡被戰鬥、效果破壞的場合，可以將此效果特殊召喚的我方場上1隻衍生物破壞作為代替。','效果1','請選擇特殊召喚的數量','是否將「疾風的豹戰士」特殊召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306062,'幽獄的時鐘都市-黑暗城市',unistr('這個卡名的①③效果1回合各能使用1次。\u000a①：此卡發動的回合的我方主要階段可以發動。從牌組將1隻「D-HERO」怪獸或1張記載那個卡名的卡加入手牌。\u000a②：每次我方將等級8以上的「D-HERO」怪獸特殊召喚發動。我方場上的全部戰士族怪獸的攻擊力上升300。\u000a③：此卡被破壞的場合可以發動。從牌組將1隻「D-HERO」怪獸當作「幽獄的時鐘塔」的效果特殊召喚。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306070,'愚蠢的盜墓者',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：除了「愚蠢的盜墓者」以外，從牌組將1張記載「時間的黑魔術師」的卡名的卡送去墓地。那之後，可以將我方或對手的墓地1隻怪獸在我方場上特殊召喚。\u000a②：將墓地的此卡除外可以發動。以下的任何1張卡在我方場上覆蓋。\u000a●除了「愚蠢的盜墓者」以外，記載「時間的黑魔術師」卡名的我方墓地的魔法、陷阱卡。\u000a●對手墓地的魔法、陷阱卡'),'效果1','效果2','是否特殊召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306071,'大逆轉BOX',unistr('①：我方、對手的準備階段發動。擲1次骰子，最多到擲出點數的數量，給此卡放置計數器（最多6個）。\u000a②：對手怪獸攻擊的傷害計算時1次，或對手場上的怪獸的效果發動時，去除此卡的1個計數器，以其中1隻為對象可以發動。投擲1次硬幣，並猜正反面。如果猜對，從牌組將1隻記載「時間的黑魔術師」的卡名的怪獸特殊召喚，對象怪獸直到回合結束時攻擊力變成0，效果無效化。'),'效果1','效果2','請選擇要放置的計數器的數量','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306154,'替罪羊衍生物','由「沉睡之羊 替罪山羊」的效果特殊召喚。記載「時間的黑魔術師」的卡名的我方場上的卡被戰鬥、效果破壞的場合，可以將此卡破壞作為代替。','','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306254,'替罪羊衍生物','由「沉睡之羊 替罪山羊」的效果特殊召喚。記載「時間的黑魔術師」的卡名的我方場上的卡被戰鬥、效果破壞的場合，可以將此卡破壞作為代替。','','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306354,'替罪羊衍生物','由「沉睡之羊 替罪山羊」的效果特殊召喚。記載「時間的黑魔術師」的卡名的我方場上的卡被戰鬥、效果破壞的場合，可以將此卡破壞作為代替。','','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306454,'替罪羊衍生物','由「沉睡之羊 替罪山羊」的效果特殊召喚。記載「時間的黑魔術師」的卡名的我方場上的卡被戰鬥、效果破壞的場合，可以將此卡破壞作為代替。','','','','','','','','','','','','','','','','');
COMMIT;
