PRAGMA foreign_keys=OFF;
BEGIN TRANSACTION;
CREATE TABLE datas(
    "id" INTEGER PRIMARY KEY,
    "ot" INTEGER,
    "alias" INTEGER,
    "setcode" INTEGER,
    "type" INTEGER,
    "atk" INTEGER,
    "def" INTEGER,
    "level" INTEGER,
    "race" INTEGER,
    "attribute" INTEGER,
    "category" INTEGER
) STRICT;
INSERT INTO datas VALUES(100262301,1,0,0,17,2000,2000,8,8192,1,0);
INSERT INTO datas VALUES(100268001,1,0,222,33,1000,1000,10,2,32,4456450);
INSERT INTO datas VALUES(100268002,1,0,0,33554465,3500,3000,8,2048,1,270352);
INSERT INTO datas VALUES(100268003,1,0,100,33,2100,1800,5,512,8,262144);
INSERT INTO datas VALUES(100268004,1,0,221,97,4500,3800,12,8192,16,50364419);
INSERT INTO datas VALUES(100268005,1,0,0,33,2600,2200,7,32,32,262658);
INSERT INTO datas VALUES(100268006,1,0,272,161,0,0,1,33554432,32,2147753984);
INSERT INTO datas VALUES(100268007,1,0,0,33554465,2200,2800,8,8,32,4460560);
INSERT INTO datas VALUES(100268008,1,0,0,33,2800,1400,8,1,16,262664);
INSERT INTO datas VALUES(100268009,1,0,0,97,2900,2400,8,2,32,2147491851);
INSERT INTO datas VALUES(100268010,1,0,232,33554465,3500,1000,8,2,16,2164261120);
INSERT INTO datas VALUES(100268011,1,0,0,4,0,0,0,0,0,4194372);
INSERT INTO datas VALUES(100268012,1,0,0,33,2100,500,4,1,32,2147491842);
INSERT INTO datas VALUES(100268013,1,0,750,33554465,1200,2000,4,8192,1,2164261440);
INSERT INTO datas VALUES(100268014,1,0,750,33554465,2100,1500,5,8192,16,842);
INSERT INTO datas VALUES(100268015,1,0,0,131074,0,0,0,0,0,0);
INSERT INTO datas VALUES(100268016,1,0,0,524290,0,0,0,0,0,2147491840);
INSERT INTO datas VALUES(100268017,1,0,201,131076,0,0,0,0,0,262145);
INSERT INTO datas VALUES(100268018,1,0,0,33,2600,2300,7,8,32,17039362);
INSERT INTO datas VALUES(100268019,1,0,0,65538,0,0,0,0,0,2147491848);
INSERT INTO datas VALUES(100268020,1,0,0,33,350,200,3,1,1,134520832);
INSERT INTO datas VALUES(100268021,1,0,0,65538,0,0,0,0,0,516);
INSERT INTO datas VALUES(100268022,1,0,69,33,2200,2500,6,8,32,270592);
INSERT INTO datas VALUES(100268023,1,0,0,33,1800,1600,4,1,1,270849);
INSERT INTO datas VALUES(100268024,1,0,0,65538,0,0,0,0,0,514);
INSERT INTO datas VALUES(100268025,1,0,0,4,0,0,0,0,0,2147746824);
INSERT INTO datas VALUES(100270002,1,0,0,131074,0,0,0,0,0,67371520);
INSERT INTO datas VALUES(100270003,1,0,0,4,0,0,0,0,0,2416181248);
INSERT INTO datas VALUES(100271000,1,0,295371166,33,2500,2000,7,2,32,11);
INSERT INTO datas VALUES(100272001,1,0,227,33,800,800,4,32,1,268698112);
INSERT INTO datas VALUES(100272002,1,0,227,97,0,0,6,8,4,270848);
INSERT INTO datas VALUES(100272003,1,0,227,97,0,0,8,8,2,33817088);
INSERT INTO datas VALUES(100272004,1,0,227,97,0,3000,10,8,16,33816611);
INSERT INTO datas VALUES(100272006,1,0,227,131074,0,0,0,0,0,2483355656);
INSERT INTO datas VALUES(100273001,1,0,215,33,2600,2300,8,1,1,270336);
INSERT INTO datas VALUES(101306082,2,0,0,33,1700,200,3,32768,1,262149);
INSERT INTO datas VALUES(101306083,2,0,0,4,0,0,0,0,0,134480896);
INSERT INTO datas VALUES(101306084,2,0,0,8388641,2500,1800,4,2,32,1107296256);
INSERT INTO datas VALUES(101306085,2,0,0,4129,200,200,1,64,2,262176);
INSERT INTO datas VALUES(101306086,2,0,0,67108897,1500,34,2,64,2,270336);
INSERT INTO datas VALUES(101306087,2,0,0,97,2800,1800,8,1,32,0);
INSERT INTO datas VALUES(101306088,2,0,0,33,0,0,4,256,2,512);
INSERT INTO datas VALUES(101306089,2,0,0,4129,100,1000,4,8,32,537133056);
INSERT INTO datas VALUES(101306090,2,0,482,8225,2000,2500,7,4,16,140);
INSERT INTO datas VALUES(101306091,2,0,482,8225,3000,0,10,4,32,2147749888);
INSERT INTO datas VALUES(101306092,2,0,482,2,0,0,0,0,0,262688);
INSERT INTO datas VALUES(101306093,2,0,482,2,0,0,0,0,0,262688);
INSERT INTO datas VALUES(101306094,2,0,482,2,0,0,0,0,0,262176);
INSERT INTO datas VALUES(101306095,2,0,482,524290,0,0,0,0,0,262404);
INSERT INTO datas VALUES(101306096,2,0,482,4,0,0,0,0,0,2147483660);
INSERT INTO datas VALUES(101306281,2,0,0,33,2500,3200,9,64,2,17041664);
INSERT INTO datas VALUES(101307001,1,0,751,33,2000,1400,5,8,32,262672);
INSERT INTO datas VALUES(101307002,1,0,751,33,1600,1200,4,1,32,16);
INSERT INTO datas VALUES(101307003,1,0,751,33,1800,1200,4,8,32,262200);
INSERT INTO datas VALUES(101307004,1,0,751,33,800,1200,4,8,32,21233680);
INSERT INTO datas VALUES(101307009,1,0,754,33,700,200,1,128,4,262656);
INSERT INTO datas VALUES(101307010,1,0,754,4129,1700,0,4,33554432,16,262144);
INSERT INTO datas VALUES(101307011,1,0,754,4129,1400,900,4,33554432,16,262144);
INSERT INTO datas VALUES(101307012,1,0,27132658,4129,2500,2000,7,2,4,0);
INSERT INTO datas VALUES(101307013,1,0,281,33,300,2100,4,16777216,4,263680);
INSERT INTO datas VALUES(101307014,1,0,281,4129,1600,1000,3,16777216,4,262144);
INSERT INTO datas VALUES(101307020,1,0,755,33,0,2000,4,16777216,16,263680);
INSERT INTO datas VALUES(101307023,1,0,0,4129,0,0,1,512,16,291);
INSERT INTO datas VALUES(101307024,1,0,753,161,1000,2200,4,2048,8,263712);
INSERT INTO datas VALUES(101307025,1,0,753,161,1900,1100,4,2048,2,263712);
INSERT INTO datas VALUES(101307026,1,0,753,161,2000,1300,4,2048,16,263208);
INSERT INTO datas VALUES(101307027,1,0,753,161,3000,1100,8,2048,4,1584);
INSERT INTO datas VALUES(101307028,1,0,753,161,3300,1300,8,2048,32,2147491888);
INSERT INTO datas VALUES(101307029,1,0,0,161,2450,2550,8,2048,1,270339);
INSERT INTO datas VALUES(101307030,1,0,49283823,97,-2,-2,10,2097152,64,33562632);
INSERT INTO datas VALUES(101307031,1,0,751,97,3000,2500,8,8,4,4194304);
INSERT INTO datas VALUES(101307034,1,0,26936050,97,2500,2100,8,33554432,16,8208);
INSERT INTO datas VALUES(101307037,1,0,754,8225,2600,1700,5,33554432,4,1040);
INSERT INTO datas VALUES(101307038,1,0,754,8225,900,2600,5,33554432,4,262192);
INSERT INTO datas VALUES(101307040,1,0,0,8225,1000,2100,8,262144,2,8390656);
INSERT INTO datas VALUES(101307044,1,0,0,8388641,2500,600,7,2,16,2147483952);
INSERT INTO datas VALUES(101307048,1,41463181,281,67108897,2300,133,3,16777216,4,2105376);
INSERT INTO datas VALUES(101307051,1,0,751,65538,0,0,0,0,0,262168);
INSERT INTO datas VALUES(101307052,1,0,751,131074,0,0,0,0,0,12583432);
INSERT INTO datas VALUES(101307055,1,0,753,130,0,0,0,0,0,262192);
INSERT INTO datas VALUES(101307056,1,0,753,524290,0,0,0,0,0,33554944);
INSERT INTO datas VALUES(101307057,1,0,753,2,0,0,0,0,0,8200);
INSERT INTO datas VALUES(101307058,1,0,753,2,0,0,0,0,0,1552);
INSERT INTO datas VALUES(101307059,1,0,754,524290,0,0,0,0,0,16777728);
INSERT INTO datas VALUES(101307062,1,1295111,281,524290,0,0,0,0,0,33554720);
INSERT INTO datas VALUES(101307063,1,0,281,262146,0,0,0,0,0,270392);
INSERT INTO datas VALUES(101307066,1,0,755,131074,0,0,0,0,0,262147);
INSERT INTO datas VALUES(101307068,1,0,0,2,0,0,0,0,0,1536);
INSERT INTO datas VALUES(101307069,1,0,0,131074,0,0,0,0,0,2147491844);
INSERT INTO datas VALUES(101307071,1,0,0,524290,0,0,0,0,0,83886080);
INSERT INTO datas VALUES(101307072,1,0,751,4,0,0,0,0,0,8654848);
INSERT INTO datas VALUES(101307073,1,0,751,131076,3000,3000,10,64,2,33817088);
INSERT INTO datas VALUES(101307076,1,0,753,1048580,0,0,0,0,0,0);
INSERT INTO datas VALUES(101307077,1,0,754,131076,0,0,0,0,0,2416181248);
INSERT INTO datas VALUES(101307078,1,0,754,4,0,0,0,0,0,262160);
INSERT INTO datas VALUES(101307080,1,0,755,131076,0,0,0,0,0,271376);
CREATE TABLE texts(
    "id" INTEGER PRIMARY KEY,
    "name" TEXT,
    "desc" TEXT,
    "str1" TEXT,
    "str2" TEXT,
    "str3" TEXT,
    "str4" TEXT,
    "str5" TEXT,
    "str6" TEXT,
    "str7" TEXT,
    "str8" TEXT,
    "str9" TEXT,
    "str10" TEXT,
    "str11" TEXT,
    "str12" TEXT,
    "str13" TEXT,
    "str14" TEXT,
    "str15" TEXT,
    "str16" TEXT,
    FOREIGN KEY("id") REFERENCES datas("id") ON DELETE CASCADE ON UPDATE CASCADE
) STRICT;
INSERT INTO texts VALUES(100262301,'烏素姆的魔龍王','從封閉的地下世界甦醒的異星之龍。剛睡醒時只能發揮原本千分之一的力量，在澤塔次元也是很有名的冷知識。','','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268001,'業火的魔神 艾克佐迪亞',unistr('①：我方回合抽到此卡時，向對手展示此卡可以發動。此卡特殊召喚。\u000a②：此卡在我方回合特殊召喚的場合可以發動。這個回合，雙方不能發動「業火的魔神 艾克佐迪亞」以外的卡的效果，我方不能將怪獸召喚、特殊召喚。\u000a③：此卡進行戰鬥的傷害步驟開始時可以發動。對手場上的怪獸全部破壞，給予對手那些原攻擊力合計數值的傷害。'),'特殊召喚','封鎖效果','破壞效果','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268002,'完全羽化-究極完全態 大飛蛾',unistr('此卡不能通常召喚。「完全羽化-究極完全態 大飛蛾」1回合1次，只能在我方墓地的昆蟲族怪獸是6隻以上的場合特殊召喚。\u000a①：此卡特殊召喚的場合可以發動。對手場上的卡全部回到手牌。那之後，我方墓地有通常怪獸存在的場合，可以讓此卡的攻擊力上升我方墓地的昆蟲族怪獸數量×300。\u000a②：每次對手將怪獸召喚、特殊召喚發動。對手場上的全部怪獸的攻擊力下降自身的等級×100。'),'回到手牌','降低攻擊力','是否上升攻擊力？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268003,'神鷹女郎－華麗的分身－',unistr('這個卡名的②③效果1回合各能使用1次。\u000a①：只要此卡在場上、墓地存在，卡名當作「神鷹女郎」。\u000a②：此卡在手牌存在，我方場上有風、地屬性怪獸其中任何種類存在的場合可以發動。此卡特殊召喚。\u000a③：此卡特殊召喚的場合可以發動。從我方的手牌、牌組、墓地將最多2隻等級5的「神鷹」怪獸特殊召喚。此效果的發動後，直到回合結束時我方除了風、地屬性怪獸以外不能特殊召喚。'),'','此卡特殊召喚','特殊召喚','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268004,'超越神明的僕人-青眼究極龍',unistr('「青眼白龍」+「青眼白龍」+「青眼白龍」\u000a這個卡名的③效果1回合可以使用最多3次。\u000a①：此卡只要在怪獸區域存在，不會被效果破壞，在對手回合期間不受對手發動的效果影響。\u000a②：此卡在1次戰鬥階段中可以攻擊3次。\u000a③：我方、對手的戰鬥階段，以對手場上1隻這個回合特殊召喚的怪獸或1張裡側表示卡為對象可以發動（同一連鎖上最多1次）。那張卡破壞。'),'','效果3','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268005,'機械龍-左輪槍龍',unistr('這個卡名的②③效果1回合各能使用1次。\u000a①：我方場上沒有怪獸存在的場合，此卡可以不用解放來召喚。\u000a②：我方主要階段可以發動。從牌組將「機械龍-左輪槍龍」以外的1隻機械族、闇屬性怪獸加入手牌。\u000a③：此卡從場上送去墓地的我方、對手回合的戰鬥階段可以發動。此卡特殊召喚，投擲3次硬幣。那之後，可以將最多到正面數量的場上的怪獸破壞。'),'不解放的召喚','效果2','效果3','是否將怪獸破壞？','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268006,'幻想的邪眼-納祭',unistr('藉由「幻想的邪眼-納祭」降臨\u000a這個卡名的①③效果1回合各能使用1次。\u000a①：此卡在手牌存在的場合，將我方場上2隻怪獸解放可以發動。此卡當作儀式召喚特殊召喚。\u000a②：此卡的戰鬥產生給我方的戰鬥傷害由對手代為承受。\u000a③：我方、對手的主要階段，以對手場上1隻效果怪獸為對象可以發動。那隻怪獸的效果無效，當作攻擊力上升2000的裝備魔法卡給此卡裝備。'),'效果1','效果3','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268007,'死亡世界的支配者-黑暗戀屍狂',unistr('此卡不能通常召喚。只能用卡的效果特殊召喚。這個卡名的①②效果1回合各能使用1次。\u000a①：我方墓地有3隻以上惡魔族、不死族怪獸存在的場合可以發動。此卡從手牌特殊召喚。\u000a②：場上的此卡被破壞的場合可以發動。此卡加入手牌，直到結束階段得到對手場上1隻怪獸的控制權。那之後，可以給予對手此效果得到控制權的怪獸的攻擊力一半數值的傷害。'),'特殊召喚','回收','是否給予傷害？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268008,'閃電的戰士-雷光斷罪者 吉爾弗德',unistr('這個卡名的③效果1回合只能使用1次。\u000a①：此卡可以將我方場上3隻怪獸解放，從手牌特殊召喚。將原持有者是對手的怪獸解放的場合，在這次特殊召喚成功時，對手不能發動卡的效果。\u000a②：此卡的①方法特殊召喚的場合發動。對手必須將自身場上的怪獸全部送去墓地。\u000a③：此卡被送去墓地的場合可以發動。這個回合的結束階段，從牌組將1隻戰士族怪獸加入手牌。'),'','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268009,'波動的超魔導劍士-黑色聖武士',unistr('「黑魔導」+等級7以上的怪獸\u000a此卡只能用融合召喚來特殊召喚。\u000a①：此卡的攻擊力上升場上的其他怪獸的數量×500。\u000a②：此卡可以向全部對手怪獸各攻擊1次。\u000a③：1回合1次，對手發動魔法卡的效果時可以發動。那個效果無效。那之後，可以將場上1張卡破壞。\u000a④：此卡用戰鬥、效果將卡破壞送去墓地時適用。只要那些卡在墓地存在，那些效果不能發動。'),'效果3','是否將1張卡破壞？','「波動的超魔導劍士-黑色聖武士」效果4適用中','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268010,'沉默的鬥者-沉默魔術師',unistr('此卡不能通常召喚。「沉默的鬥者-沉默魔術師」1回合1次，只能將我方場上1隻等級7以下的魔法使族、戰士族怪獸解放來特殊召喚。\u000a①：此卡1回合只有1次不會被戰鬥、效果破壞。\u000a②：1回合最多2次，每次對手抽牌可以發動。我方抽1張卡。對手用自身的卡的效果抽牌的場合，改成我方依照那個數量抽牌。\u000a③：只要我方的手牌在6張以上，對手發動的魔法卡的效果無效化。'),'效果2','選擇抽牌數量','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268011,'懲罰遊戲「GREED－欲望的幻像－」',unistr('這個卡名的卡在1回合只能發動1張。\u000a①：對手已在抽牌階段以外從牌組將卡加入手牌的回合可以發動。給予對手相當於對手的手牌數量×400傷害。對手的手牌、場上、墓地的卡合計在20張以上的場合，隨後可以將對手的手牌全部除外。'),'效果1','是否除外？','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268012,'屍魔俠',unistr('①：此卡的攻擊宣言時發動。我方失去500生命值，此卡的攻擊力上升500。\u000a②：怪獸被戰鬥破壞時可以發動。墓地的此卡當作裝備魔法卡給破壞那隻怪獸的怪獸裝備。那之後，可以將對手場上的攻擊力最高的1隻怪獸破壞。\u000a③：裝備怪獸的卡名當作「屍魔俠」，效果無效化。\u000a④：裝備怪獸的攻擊宣言時發動。那個控制者失去500生命值，裝備怪獸的攻擊力上升500。'),'效果1','效果2','效果3','是否將怪獸破壞？','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268013,'魔之龍牌-土龍',unistr('此卡不能通常召喚。向對手展示包含此卡的手牌3隻地屬性怪獸可以特殊召喚。這個卡名的①②效果1回合各能使用1次。\u000a①：向對手展示手牌的此卡可以發動。從牌組將1張「龍牌」卡片加入手牌。那之後，選1張我方的手牌捨棄。\u000a②：對手發動場上的怪獸的效果時可以發動。那個效果無效。場上有水屬性怪獸存在的場合，隨後在這個回合中，此卡不會被戰鬥、效果破壞。'),'','效果1','效果2','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268014,'魔之龍牌-金龍',unistr('此卡不能通常召喚。向對手展示包含此卡的手牌3隻光屬性怪獸可以特殊召喚。這個卡名的①②效果1回合各能使用1次。\u000a①：向對手展示手牌的此卡可以發動。從牌組將1張「龍牌」卡片加入手牌。那之後，選1張我方的手牌捨棄。\u000a②：我方、對手的主要階段可以發動。對手場上1隻怪獸破壞，此卡送去墓地。那之後，場上有地屬性怪獸存在的場合，我方可以抽1張卡。'),'','效果1','效果2','是否抽1張卡？','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268015,'超級大成功',unistr('這個卡名的卡在1回合只能發動1張。\u000a①：作為此卡的發動時的效果處理，可以從牌組將1張持有擲骰子效果的卡加入手牌。\u000a②：卡的效果讓我方或對手擲骰子，出現1的場合，那個玩家可以從以下效果選擇1個發動（同一連鎖上雙方最多1次）。\u000a●對手場上最多3隻怪獸破壞。\u000a●對手場上1隻怪獸破壞，對手場上1隻怪獸的效果無效。\u000a●從我方墓地將1隻怪獸特殊召喚。'),'效果1','效果2','是否加入手牌？','●怪獸破壞','●怪獸破壞並無效','●從墓地特殊召喚','','','','','','','','','','');
INSERT INTO texts VALUES(100268016,'環境適應力',unistr('①：怪獸召喚、特殊召喚的場合，如果和那隻怪獸相同種族的其他怪獸在場上存在則發動。那些召喚、特殊召喚的怪獸的攻擊力、守備力上升1000。\u000a②：此卡被破壞的場合發動。場上的全部表側表示怪獸的效果無效化，那些攻擊力、守備力變成原本數值。\u000a③：我方、對手的準備階段，此卡在墓地存在，雙方的場地區域沒有卡存在的場合可以發動。此卡在我方場上表側表示放置。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268017,'芬芳香水戰術',unistr('①：1回合1次，宣言1個卡名可以發動。我方牌組最上方的卡給雙方確認，如果是宣言的卡，可以依照那個種類適用以下效果。如果不是，此卡破壞。\u000a●怪獸：那隻怪獸特殊召喚。\u000a●魔法、陷阱：那張卡在我方場上覆蓋。\u000a②：此卡被效果破壞的場合可以發動。從我方的牌組、墓地將1隻「神鷹」怪獸特殊召喚。'),'效果1','效果2','是否適用效果？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268018,'闇魔導的霸王',unistr('這個卡名的①③效果1回合各能使用1次。\u000a①：此卡在手牌存在，場上有2張以上裡側表示卡或「闇」存在的場合可以發動。此卡特殊召喚。\u000a②：只要我方場上有裡側表示卡存在，此卡不會被對手的效果破壞，對手不能將此卡作為效果的對象。\u000a③：攻擊力低於此卡的場上的怪獸發動效果時或攻擊宣言時可以發動。那隻怪獸破壞。'),'效果1','','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268019,'屬性反發作用',unistr('這個卡名的卡在1回合只能發動1張，連鎖3以後發動的場合，應對此卡的發動，對手不能發動效果。\u000a①：以從額外牌組特殊召喚的對手場上1隻表側表示怪獸為對象可以發動。從我方的手牌、牌組、場上（表側表示）將1隻不死族或闇屬性怪獸送去墓地，對象怪獸的攻擊力下降那個原攻擊力數值。對象怪獸是光屬性的場合，隨後將那個效果無效化。'),'效果1','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268020,'雙劍公爵',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：此卡在手牌存在，持有擲骰子效果的卡在我方場上存在的場合可以發動。此卡特殊召喚。\u000a②：我方主要階段可以發動。擲3次骰子。此卡的攻擊力直到回合結束時上升擲出點數的總和×350。相同點數擲出2個以上的場合，隨後可以從手牌將1隻怪獸特殊召喚。\u000a③：此卡在1次戰鬥階段中可以向怪獸攻擊最多2次。'),'效果1','效果2','是否將怪獸特殊召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268021,'閃光之封殺劍',unistr('這個卡名的卡1回合只能發動1張。\u000a①：對手的手牌隨機選1張，直到下個回合的準備階段表側除外。發動覆蓋的此卡，用那個效果將怪獸除外的場合，隨後可以依照那個等級適用以下效果。\u000a●等級4：對手從自身的手牌、牌組、墓地將那些同名怪獸全部除外。\u000a●等級5以上：我方從牌組將1隻種族、屬性、等級之中有1個以上和那隻怪獸相同的等級5以上的怪獸加入手牌。'),'效果1','「閃光之封殺劍」的效果除外','是否適用以下效果？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268022,'暗黑魔族 基爾法惡魔-暗黑魔炎葬',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：我方、對手的主要階段，將此卡從手牌送去墓地可以發動。我方抽1張卡。那之後，選1張我方的手牌捨棄。這個回合中，對手場上的怪獸的攻擊力下降500。\u000a②：此卡在墓地存在的狀態，我方的惡魔族怪獸將怪獸戰鬥破壞時可以發動。此卡特殊召喚。此效果特殊召喚的此卡從場上離開的場合被除外。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268023,'鋼鐵騎士 機亞弗里德',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：我方場上的怪獸被戰鬥、效果破壞的我方、對手回合可以發動。此卡從手牌特殊召喚，從我方墓地將1隻怪獸當作攻擊力上升800的裝備魔法卡給此卡裝備。\u000a②：我方主要階段可以發動。此卡的裝備卡全部破壞。此效果將怪獸卡破壞的場合，隨後可以從牌組將和其中1隻等級不同且種族、屬性相同的1隻怪獸加入手牌。'),'效果1','效果2','是否加入手牌？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268024,'魔法卡「敵人控制器」',unistr('這個卡名的①②效果1回合只有1次能使用其中1個。\u000a①：支付1000生命值，以對手場上1隻表側表示怪獸為對象可以發動。從以下效果挑選1個適用。\u000a●對象怪獸破壞。\u000a●進行1隻怪獸的上級召喚。那個時候，必須將作為對象的對手怪獸解放來代替我方場上1隻怪獸。\u000a②：我方主要階段將墓地的此卡除外可以發動。從牌組將1張「魔法卡「敵人控制器」」加入手牌。'),'效果1','效果2','●對象怪獸破壞','●上級召喚','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268025,'通往靈魂的引導',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：對手發動包含從墓地將怪獸特殊召喚效果的卡的效果時可以發動。那個效果無效，從對手墓地將1隻怪獸在對手場上特殊召喚。那之後，可以將對手場上任意數量的表側表示怪獸送去墓地（攻擊力合計最多6000）。\u000a②：此卡被除外的場合可以發動。此卡加入手牌。那之後，可以不用解放來進行需要解放1隻以上的手牌1隻怪獸的召喚。'),'效果1','效果2','是否將表側表示怪獸送去墓地？','是否不解放來進行召喚？','','','','','','','','','','','','');
INSERT INTO texts VALUES(100270002,'邪心教典',unistr('這個卡名的①③效果1回合各能使用1次。\u000a①：此卡發動的回合的我方主要階段可以發動。從牌組將1隻惡魔族、闇屬性怪獸加入手牌。那之後，從手牌選1隻惡魔族怪獸捨棄。\u000a②：每次對手怪獸攻擊宣言，給此卡放置1個邪心教義計數器。\u000a③：將已放置4個以上邪心教義計數器的此卡送去墓地可以發動。從牌組將1隻惡魔族怪獸特殊召喚。那之後，可以從牌組將1張「超融合」加入手牌。'),'效果1','效果3','是否加入手牌？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100270003,'通往未來的希望-未來視界',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：我方場上有「新宇」融合怪獸或「E.HERO 新宇俠」存在的場合，捨棄1張手牌可以發動。我方的手牌、牌組、場上的怪獸作為融合素材，將1隻需以「HERO」怪獸為融合素材的融合怪獸融合召喚。\u000a②：我方場上有「新宇」融合怪獸存在的場合，將墓地的此卡除外，以對手場上1張表側表示卡為對象可以發動。那張卡的效果直到回合結束時無效。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100271000,'“狩獵罪寶的魔鬼” 迪亞貝爾斯塔',unistr('這個卡名的①方法的特殊召喚1回合只能有1次，②③效果1回合各能使用1次。\u000a①：我方或對手的墓地有「反逆之罪寶-蛇眼」或「蛇眼炎燐」存在的場合，此卡可以從手牌特殊召喚。\u000a②：從我方墓地將1張「死之罪寶-露西耶拉」除外可以發動。對手場上的魔法、陷阱卡全部破壞。\u000a③：對手回合，從我方墓地將1張「背叛之罪寶-西爾維亞」除外可以發動。對手場上的怪獸全部破壞。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100272001,'無窮方界器 地天',unistr('這個卡名的①②效果1回合各能使用1次，這些效果發動的整回合中，我方除了融合怪獸以外不能從額外牌組特殊召喚。\u000a①：我方主要階段可以發動。此卡從手牌特殊召喚。\u000a②：此卡召喚、特殊召喚的場合，捨棄1張手牌可以發動。從牌組將最多2張「方界」魔法、陷阱卡加入手牌。\u000a③：1回合1次，我方、對手的戰鬥階段可以發動。我方的手牌、場上的怪獸作為融合素材，將1隻「方界」融合怪獸融合召喚。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100272002,'燎炎方界神 獄焰阿底提',unistr('「方界」怪獸+「方界胤 毗濕奴」\u000a只能將我方的手牌、場上的上述卡送去墓地來特殊召喚。\u000a這個卡名的②效果1回合只能使用1次，此效果發動的整回合中，我方除了融合怪獸以外不能從額外牌組特殊召喚。\u000a①：此卡的攻擊力上升我方墓地的「方界胤 毗濕奴」的數量×800。\u000a②：我方、對手回合可以發動。此卡回到額外牌組，從我方墓地將2隻「方界」怪獸特殊召喚，從牌組將1張「方界」卡片加入手牌。'),'','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100272003,'溟淵方界神 深淵伐蘿陀',unistr('「方界」怪獸×3\u000a這個卡名的②效果1回合只能使用1次，此效果發動的整回合中，我方除了融合怪獸以外不能從額外牌組特殊召喚。\u000a①：此卡的攻擊力上升我方墓地的「方界胤 毗濕奴」的數量×1000，此卡不受攻擊力低於此卡的怪獸發動的效果影響。\u000a②：我方、對手回合可以發動。此卡回到額外牌組，從我方墓地將3隻「方界」怪獸特殊召喚，從牌組將1張「方界」卡片加入手牌。'),'','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100272004,'創世方界超神 無窮聖魂',unistr('「方界」怪獸×4\u000a此卡只能用融合召喚來特殊召喚。\u000a①：此卡的攻擊力上升我方墓地的「方界胤 毗濕奴」的數量×1500，此卡不受攻擊力低於此卡的怪獸發動的效果影響。\u000a②：我方、對手回合1次，可以發動。我方的除外狀態的「方界」卡片全部回到牌組，對手場上1張卡破壞。\u000a③：表側表示的此卡因對手從場上離開的場合可以發動。從我方墓地將最多3隻「方界胤 毗濕奴」特殊召喚。'),'效果2','效果3','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100272006,'方界覺',unistr('這個卡名的卡在1回合只能發動1張。\u000a①：作為此卡發動時的效果處理，可以從牌組將1張「方界」卡片送去墓地。\u000a②：1回合1次，捨棄1張手牌可以發動。給對手場上1隻表側表示怪獸放置1個方界計數器。已放置方界計數器的怪獸不能攻擊，效果無效化。\u000a③：我方場上有「方界」怪獸特殊召喚的場合可以發動。我方的手牌、場上的怪獸作為融合素材，將1隻「方界」融合怪獸融合召喚。'),'效果1','效果2','效果3','是否將1張卡送去墓地？','','','','','','','','','','','','');
INSERT INTO texts VALUES(100273001,'超越極限者-爆裂劍士',unistr('這個卡名的①效果1回合只能使用1次。\u000a①：此卡在手牌、墓地存在的場合，從手牌捨棄1張魔法卡可以發動。此卡特殊召喚。此效果特殊召喚的此卡的卡名當作「爆裂劍士」，從場上離開的場合被除外。\u000a②：此卡的攻擊力上升對手場上的攻擊表示怪獸的數量×500。\u000a③：此卡戰鬥破壞怪獸時，捨棄1張手牌可以發動。那隻怪獸在我方場上特殊召喚。'),'效果1','效果3','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306082,'沉眠的虎姬',unistr('此卡召喚、特殊召喚的場合：可以選擇對手場上1張魔法、陷阱卡為對象；此卡從場上離開的場合，那張卡破壞。\u000a此卡從手牌、場上送去墓地的場合：可以從我方場上將1張魔法、陷阱卡送去墓地；此卡特殊召喚。此效果特殊召喚的此卡從場上離開的場合被除外。\u000a這個卡名的每個效果1回合各能使用1次。'),'破壞','特殊召喚','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306083,'乾脆擲硬幣吧',unistr('我方場上的表側表示卡被對手的效果破壞的場合：可以投擲1次硬幣，並猜正反面。如果猜對，從我方墓地將1隻怪獸特殊召喚。如果猜錯，從我方墓地將1張陷阱卡覆蓋。\u000a此卡被對手的效果破壞的場合：可以從以下效果選擇1個發動。\u000a●從我方墓地將1隻怪獸特殊召喚。\u000a●從我方墓地將1張陷阱卡覆蓋。\u000a這個卡名的每個效果1回合各能使用1次。'),'效果1','效果2','●特殊召喚','●覆蓋陷阱','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306084,'九色鹿 九面妖',unistr('等級4的光、闇屬性怪獸×2隻以上\u000a主要階段（誘發即時效果）：可以去除此卡的1個超量素材；除了去除的素材以外，我方的手牌、墓地、除外狀態的1張卡作為此卡的超量素材。這個卡名的這個效果1回合只能使用1次。\u000a此卡依照作為素材的怪獸的種族的種類數量得到以下效果。\u000a●2種以上：此卡不會被效果破壞。\u000a●3種以上：我方抽牌階段的通常抽牌變成2張。'),'效果1','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306085,'活潑公主 呱蘿莉亞',unistr('場上的魔法、陷阱卡回到手牌的場合（除了傷害步驟以外）：可以將此卡從手牌、墓地以表側守備表示或裡側守備表示特殊召喚。此效果從墓地特殊召喚的此卡從場上離開的場合被除外。\u000a此卡在怪獸區域存在的狀態，場上的其他卡回到手牌的場合（除了傷害步驟以外）：可以選擇我方除外狀態的1張通常陷阱卡為對象；那張卡在我方場上覆蓋。\u000a這個卡名的每個效果1回合各能使用1次。'),'特殊召喚','覆蓋','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306086,'烏賊法師 阿奇杜克斯',unistr('水屬性怪獸2隻\u000a可以從我方場上將1張卡送去墓地；這個回合，我方場上的全部水屬性怪獸的攻擊力、守備力上升500。\u000a此卡在墓地存在的狀態，我方場上的水屬性連結怪獸被對手的效果破壞的場合（除了傷害步驟以外）：可以將此卡除外，以其中1隻被破壞的怪獸為對象；從我方的手牌、墓地將1隻等級在那隻怪獸的連結標記數量以下的水屬性怪獸特殊召喚。\u000a這個卡名的每個效果1回合各能使用1次。'),'攻擊力、守備力上升','特殊召喚','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306087,'天翔蒼藍圓鋸手',unistr('等級8以上的闇屬性怪獸+戰士族怪獸\u000a此卡融合召喚的場合：可以將我方的墓地、除外狀態的1隻戰士族怪獸，或對手的墓地、除外狀態的1隻怪獸，當作攻擊力、守備力上升500的裝備魔法卡給此卡裝備。\u000a對手發動魔法、陷阱卡的效果時（誘發即時效果）：可以將我方場上1張裝備卡送去墓地；那個發動無效。\u000a這個卡名的每個效果1回合各能使用1次。'),'裝備','發動無效','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306088,'半片紅砷鎳礦',unistr('此卡從牌組特殊召喚的場合：可以從牌組將「半片紅砷鎳礦」以外的1隻等級4以下的岩石族怪獸加入手牌。\u000a此卡作為同步素材送去墓地的場合，可以發動（除了傷害步驟以外）：進行1隻岩石族怪獸的召喚。\u000a這個卡名的每個效果1回合各能使用1次。'),'檢索','召喚','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306089,'混沌誕生主教',unistr('我方場上的此卡作為同步素材的場合，可以將此卡當作協調以外的怪獸。\u000a此卡召喚、特殊召喚的場合：從我方的手牌、牌組、墓地將1隻「混沌誕生主教」特殊召喚，那隻怪獸變成光屬性。此效果的發動後，直到回合結束時我方除了光、闇屬性怪獸以外不能特殊召喚，除了同步怪獸以外不能從額外牌組特殊召喚。這個卡名的這個效果1回合只能使用1次。'),'','特殊召喚','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306090,'具象天使 城主',unistr('協調+協調以外的怪獸1隻以上\u000a可以選擇此卡的相鄰縱列1隻對手怪獸，或與此卡相隔2個縱列的對手的魔法與陷阱區域1張卡為對象；那張卡除外。\u000a此卡當作永續魔法卡放置在魔法與陷阱區域的場合：可以從牌組將1張「具象天使」卡片送去墓地。\u000a這個卡名的以上效果1回合各能使用1次。\u000a此卡當作永續魔法卡的場合，雙方玩家在同一連鎖上最多只能發動1次效果。'),'除外','送去墓地','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306091,'具象天使 宮相',unistr('協調+協調以外的怪獸1隻以上\u000a此卡特殊召喚的場合：發動此效果；雙方玩家各自可以從自身的額外牌組將1隻天使族同步怪獸效果無效特殊召喚。此卡以及此效果特殊召喚的怪獸不能作為超量、連結召喚的素材，從場上離開的場合回到額外牌組。\u000a此卡成為「具象天使」怪獸的攻擊對象時：那次攻擊無效，此卡的控制權轉移給對手。\u000a這個卡名的每個效果1回合各能使用1次。'),'特殊召喚的場合','攻擊無效','「具象天使 宮相」的效果適用中','是否特殊召喚？','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306092,'具象天使戰略評分',unistr('從牌組將「具象天使戰略評分」以外的1張「具象天使」魔法、陷阱卡加入手牌。此卡的發動後，直到回合結束時，我方除了光、闇屬性同步怪獸以外不能從額外牌組特殊召喚。\u000a可以將不是在這個回合送去墓地的此卡從墓地除外；我方的魔法與陷阱區域的1張原持有者是我方的「具象天使」怪獸卡回到額外牌組，那之後，可以將其特殊召喚。\u000a這個卡名的每個效果1回合各能使用1次。'),'檢索','回到額外牌組','是否特殊召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306093,'具象天使絕妙好棋',unistr('我方的魔法與陷阱區域的1張原持有者是我方的「具象天使」怪獸卡回到額外牌組，那之後，可以將其特殊召喚。\u000a可以將我方墓地的此卡除外，從我方的手牌、場上（表側表示）將1張「具象天使」卡片送去墓地；從我方的額外牌組將1隻「具象天使」怪獸特殊召喚。\u000a這個卡名的每個效果1回合各能使用1次。'),'回到額外牌組','從額外牌組特殊召喚','是否特殊召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306094,'具象天使對峙',unistr('這個卡名的卡在1回合只能發動1張。此卡發動的整回合中，我方除了光、闇屬性同步怪獸以外不能從額外牌組特殊召喚。\u000a從我方的額外牌組挑選同名卡不在我方的魔法與陷阱區域存在的2隻「具象天使」怪獸，其中1隻往對手的主要怪獸區域特殊召喚，另1隻當作永續魔法卡在我方的魔法與陷阱區域表側表示放置。\u000a可以將墓地的此卡除外；「具象天使對峙」以外的我方的墓地、除外狀態的最多5張「具象天使」卡片回到牌組。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306095,'具象天使殘局謎題',unistr('此卡依照我方的魔法與陷阱區域的「具象天使」怪獸卡的數量得到以下效果。\u000a●1張以上：1回合1次，對手準備階段：可以抽1張卡。\u000a●2張以上：對手將怪獸特殊召喚之際，使用的區域由我方選擇。\u000a●3張以上：1回合1次，我方可以將1張「具象天使」陷阱卡在覆蓋的回合發動。\u000a●4張以上：1回合1次，對手將怪獸特殊召喚時（除了傷害步驟以外）：可以將那些怪獸除外。\u000a●5張：1回合1次：可以從額外牌組將1隻「具象天使」怪獸特殊召喚。'),'效果1','●1張以上：','','適用「具象天使殘局謎題」的效果來發動','●4張以上：','●5張：','','','','','','','','','','');
INSERT INTO texts VALUES(101306096,'具象天使裁決',unistr('依照場上的「具象天使」怪獸卡數量適用以下效果。\u000a●1~4：對手場上1張表側表示卡的效果無效。\u000a●5張以上：對手場上的卡全部除外。\u000a可以將墓地的此卡除外；從我方的手牌、場上（表側表示）將1張「具象天使」卡片送去墓地，那之後，可以從額外牌組將同名卡不在我方的魔法與陷阱區域存在的1張「具象天使」怪獸當作永續魔法卡在我方的魔法與陷阱區域表側表示放置。\u000a這個卡名的每個效果1回合各能使用1次。'),'效果1','效果2','是否放置？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306281,'冰原的始祖 歐德姆布拉',unistr('場上有4張以上卡存在的場合：可以從手牌將此卡特殊召喚。\u000a可以將我方場上最多2張魔法、陷阱卡送去墓地；依照那個數量抽牌，那之後，可以從我方的手牌將1隻水屬性怪獸特殊召喚。\u000a對手發動卡的效果時（誘發即時效果）：可以將此卡變成裡側守備表示。這個回合，我方場上的全部裡側表示卡不會被對手的效果破壞，對手不能將其作為效果的對象。\u000a這個卡名的每個效果1回合各能使用1次。'),'特殊召喚','抽牌','變成裡側表示','是否特殊召喚？','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307001,'太陽神的詠詩者-地獄詩人',unistr('這個卡名的①②③效果1回合各能使用1次。\u000a①：從手牌將1張其他卡捨棄可以發動。此卡從手牌特殊召喚。\u000a②：此卡特殊召喚的場合可以發動。從牌組將「太陽神的詠詩者-地獄詩人」以外的1張「太陽神」卡片加入手牌。我方的生命值比對手少2000以上的場合，隨後可以將對手的手牌隨機選1張捨棄。\u000a③：這個回合「不死的太陽神」已被送去我方墓地的場合，在結束階段可以發動。墓地的此卡加入手牌。'),'效果1','效果2','效果3','是否捨棄對手的手牌？','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307002,'太陽神的處刑人-馬裘拉',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：此卡召喚、特殊召喚的場合，或從手牌、場上送去墓地的場合可以發動。從手牌、牌組將1張「太陽神」魔法、陷阱卡在我方場上覆蓋。將速攻魔法、陷阱卡覆蓋的場合，那張卡在覆蓋的回合也能發動。\u000a②：這個回合「不死的太陽神」已被送去我方墓地的場合，在結束階段可以發動。墓地的此卡加入手牌。'),'效果1','效果2','適用「太陽神的處刑人-馬裘拉」的效果來發動','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307003,'太陽神的殺戮機-鉤刀魔',unistr('這個卡名的①②③效果1回合各能使用1次。\u000a①：此卡在手牌存在，我方場上有「太陽神」卡片存在的場合可以發動。此卡特殊召喚。\u000a②：將此卡解放，以此卡以外的我方或對手的墓地的1張卡為對象可以發動。從牌組將1張「太陽神」卡片送去墓地，對象卡片回到牌組最下方。\u000a③：這個回合「不死的太陽神」已被送去我方墓地的場合，在結束階段可以發動。墓地的此卡加入手牌。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307004,'太陽神的拷問具-電擊死亡拷問機',unistr('這個卡名的①③效果1回合各能使用1次。\u000a①：怪獸被送去對手墓地的場合，如果我方場上有「太陽神」卡片存在可以發動（傷害步驟也能發動）。此卡從手牌特殊召喚，場上1張其他卡回到手牌、額外牌組，給予對手800傷害。\u000a②：此卡不會被戰鬥破壞。\u000a③：這個回合「不死的太陽神」已被送去我方墓地的場合，在結束階段可以發動。墓地的此卡加入手牌。'),'效果1','效果3','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307009,'白鴉之森的炎魔',unistr('這個卡名的①方法的特殊召喚1回合只能有1次，②③效果1回合各能使用1次。\u000a①：我方場上有「白鴉」卡片存在的場合，此卡可以從手牌特殊召喚。\u000a②：此卡召喚、特殊召喚的場合可以發動。從牌組將1張「白鴉」魔法、陷阱卡或「罪寶」卡片加入手牌。\u000a③：以我方或對手的魔法與陷阱區域的1張「白鴉」怪獸卡或等級7、8的怪獸卡為對象可以發動。那張卡在我方場上特殊召喚。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307010,'白鴉騎士 馬爾特',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：將場上的此卡以外的我方的手牌、場上1張卡送去墓地可以發動。此卡當作永續魔法卡在原持有者的魔法與陷阱區域表側表示放置，從牌組將「白鴉騎士 馬爾特」以外的最多2隻「白鴉」怪獸特殊召喚（同名卡最多1張）。\u000a②：此卡當作永續魔法卡的場合，怪獸的攻擊宣言時，以我方的魔法與陷阱區域的1張「白鴉」怪獸卡為對象可以發動。那張卡特殊召喚。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307011,'白鴉騎士 安',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：向對手展示手牌的此卡可以發動。從手牌將「白鴉騎士 安」以外的1隻「白鴉」怪獸特殊召喚。\u000a②：我方、對手的主要階段，以我方場上1隻「白鴉」怪獸為對象可以發動。那隻怪獸當作永續魔法卡在原持有者的魔法與陷阱區域表側表示放置，從我方的手牌、墓地將「白鴉騎士 安」以外的1隻「白鴉」怪獸特殊召喚。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307012,'白鴉之森的罪寶',unistr('這個卡名的①方法的特殊召喚1回合只能有1次，②效果1回合只能使用1次。\u000a①：此卡可以讓我方的場上（表側表示）、墓地1張炎屬性、等級1怪獸卡回到牌組最下方，從手牌特殊召喚。\u000a②：對手發動效果時，讓場上的此卡回到手牌，以我方或對手的場上（表側表示）、墓地1隻怪獸為對象可以發動。那隻怪獸當作永續魔法卡在原持有者的魔法與陷阱區域表側表示放置。'),'','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307013,'轉生炎獸 捻角山羊',unistr('這個卡名的①②效果1回合各能使用1次，這些效果發動的整回合中，我方除了炎屬性怪獸以外不能特殊召喚。\u000a①：此卡召喚、特殊召喚的場合可以發動。從我方的牌組、墓地將1張「轉生炎獸」魔法、陷阱卡加入手牌。\u000a②：此卡作為連結3以上的炎屬性連結怪獸的連結素材送去墓地的場合可以發動。從牌組將1隻電子界族、炎屬性怪獸特殊召喚。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307014,'轉生炎獸 寬耳蝠',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：我方場上的怪獸，不存在的場合或只有「轉生炎獸」怪獸存在的場合可以發動。此卡從手牌特殊召喚。那之後，可以讓場上1隻怪獸的等級上升或下降1。\u000a②：此卡在墓地存在的狀態，我方將連結3以上的炎屬性連結怪獸連結召喚的場合，將此卡除外可以發動。從牌組將1張「轉生炎獸」陷阱卡在我方場上覆蓋。'),'效果1','效果2','是否改變等級？','上升','下降','','','','','','','','','','','');
INSERT INTO texts VALUES(101307020,'香蘭兔：摩卡模組',unistr('這個卡名的①②③效果1回合各能使用1次。\u000a①：從牌組將1隻攻擊力2000以下的通常怪獸送去墓地可以發動。此卡從手牌特殊召喚。\u000a②：此卡召喚、特殊召喚的場合可以發動。從我方的牌組、墓地將1張「香蘭兔」永續魔法、永續陷阱卡在我方場上表側表示放置。\u000a③：此卡在怪獸區域存在的狀態，對手將效果怪獸特殊召喚的場合，將此卡解放可以發動。從我方墓地將1隻通常怪獸特殊召喚。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307023,'報恩鶴秘姬',unistr('這個卡名的①②③效果1回合各能使用1次。\u000a①：對手結束階段可以發動。墓地的此卡回到牌組最上方。\u000a②：我方、對手的主要階段可以發動。場上的此卡回到手牌，雙方各自抽1張卡。那之後，對手可以適用以下效果。\u000a●我方抽1張卡，這個主要階段中，對手將手牌全部持續公開。\u000a③：我方、對手回合，將在手牌被公開中的此卡除外可以發動。對手場上的表側表示卡全部破壞。'),'效果1','效果2','效果3','是否適用以下效果？','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307024,'輪迴蟲龍 大紫蛺蝶',unistr('藉由「輪迴蟲龍之骸歌」降臨\u000a這個卡名的①②效果1回合各能使用1次。\u000a①：此卡儀式召喚的場合可以發動。從牌組將風屬性以外的2隻「輪迴蟲龍」怪獸加入手牌。\u000a②：此卡因戰鬥以外被送去墓地的場合可以發動。解放我方的手牌、場上的怪獸，或讓我方墓地的昆蟲族、龍族怪獸回到牌組來代替解放，直到等級合計為儀式召喚的怪獸的等級以上為止，從手牌儀式召喚1隻昆蟲族儀式怪獸。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307025,'輪迴蟲龍 巨人蜈蚣',unistr('藉由「輪迴蟲龍之骸歌」降臨\u000a這個卡名的①②效果1回合各能使用1次。\u000a①：此卡儀式召喚的場合可以發動。從牌組將2張「輪迴蟲龍」魔法、陷阱卡加入手牌。\u000a②：此卡因戰鬥以外被送去墓地的場合可以發動。解放我方的手牌、場上的怪獸，或讓我方墓地的昆蟲族、龍族怪獸回到牌組來代替解放，直到等級合計為儀式召喚的怪獸的等級以上為止，從手牌儀式召喚1隻昆蟲族儀式怪獸。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307026,'輪迴蟲龍 卡薩斯大兜蟲',unistr('藉由「輪迴蟲龍之骸歌」降臨\u000a這個卡名的①②效果1回合各能使用1次。\u000a①：此卡儀式召喚的場合可以發動。從牌組將2張「輪迴蟲龍」卡片送去墓地。\u000a②：此卡因戰鬥以外被送去墓地的場合可以發動。解放我方的手牌、場上的怪獸，或讓我方墓地的昆蟲族、龍族怪獸回到牌組來代替解放，直到等級合計為儀式召喚的怪獸的等級以上為止，從手牌儀式召喚1隻昆蟲族儀式怪獸。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307027,'輪迴蟲龍 極巨百足蟲',unistr('藉由「輪迴蟲龍之骸歌」降臨\u000a這個卡名的①②③效果1回合各能使用1次。\u000a①：我方、對手回合，將包含此卡的2張手牌送去墓地可以發動。從牌組將炎屬性以外的1隻「輪迴蟲龍」怪獸加入手牌。\u000a②：此卡儀式召喚的場合，或對手將怪獸特殊召喚的場合可以發動。場上最多2隻怪獸回到牌組。\u000a③：我方墓地有此卡和水屬性的「輪迴蟲龍」怪獸存在的場合可以發動。此卡加入手牌。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307028,'輪迴蟲龍 銅身三戟龍',unistr('藉由「輪迴蟲龍之骸歌」降臨\u000a這個卡名的①②效果1回合各能使用1次。\u000a①：如果此卡已被儀式召喚，對手發動場上、墓地的怪獸的效果時可以發動。那個發動無效。那之後，可以讓對手的場上以及墓地的怪獸各1隻回到牌組。此效果挑選龍族怪獸的場合，此卡的攻擊力變成2倍。\u000a②：我方墓地有此卡和光屬性的「輪迴蟲龍」怪獸存在的場合可以發動。此卡加入手牌。'),'效果1','效果2','是否挑選怪獸回到牌組？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307029,'盟約之標槍甲蟲',unistr('藉由「盟約之標槍甲蟲」降臨\u000a這個卡名的①效果在決鬥中只能使用1次。\u000a①：我方、對手的主要階段，向對手展示手牌的此卡可以發動。解放我方的手牌、場上的怪獸，直到等級合計為儀式召喚的怪獸的等級以上為止，從手牌儀式召喚1隻昆蟲族儀式怪獸。\u000a②：此卡儀式召喚的場合，以1張和此卡相同縱列的其他卡為對象可以發動。那張卡破壞，此卡的攻擊力上升600。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307030,'暗黑的太陽神-拉的翼神龍',unistr('「拉的翼神龍」+「太陽神」怪獸×3\u000a①：場上的此卡不受其他卡的效果影響。\u000a②：1回合1次，我方、對手的主要階段，從手牌將任意數量的「太陽神」卡片捨棄，依照那個數量指定已使用的對手的主要怪獸區域可以發動。對手必須將那些區域的怪獸送去墓地。\u000a③：此卡進行戰鬥的攻擊宣言時，支付生命值直到變成1生命值可以發動。此卡的攻擊力、守備力上升支付的數值以及我方墓地的「太陽神」怪獸的攻擊力的合計數值。'),'效果2','效果3','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307031,'太陽神的鐵檻-岩漿石魔',unistr('我方場上的「太陽神」怪獸+場上的表側表示怪獸×2\u000a此卡不能作為融合素材。\u000a「太陽神的鐵檻-岩漿石魔」1回合1次，只能用融合召喚或以下方法特殊召喚。\u000a●將我方、對手場上的上述卡送去墓地，可以從額外牌組往對手的主要怪獸區域特殊召喚（這個方法特殊召喚後，直到回合結束時我方只能將怪獸特殊召喚1次）。\u000a①：我方準備階段發動。我方受到1000傷害。'),'','效果1','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307034,'白鴉之森的女主人 迪亞貝爾賽',unistr('融合、同步怪獸+魔法使族、幻想魔族怪獸\u000a這個卡名的①效果1回合只能使用1次。\u000a①：此卡特殊召喚的場合可以發動。挑選我方場上任意數量的怪獸，當作永續魔法卡在原持有者的魔法與陷阱區域表側表示放置。那之後，最多到我方場上的魔法、陷阱卡的數量，可以讓場上的卡回到手牌。\u000a②：此卡的攻擊力、守備力上升場上的魔法、陷阱卡的數量×700。\u000a③：融合召喚的表側表示的此卡不能作為融合素材。'),'效果1','','是否讓場上的卡回到手牌？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307037,'白鴉騎士 扎爾提斯',unistr('幻想魔族協調+協調以外的怪獸1隻以上\u000a這個卡名的①②效果1回合各能使用1次。\u000a①：此卡特殊召喚的場合，以場上最多2張魔法、陷阱卡為對象可以發動。那些卡回到手牌。\u000a②：此卡被送去墓地的場合，可以依照從何處送去墓地發動以下效果。\u000a●場上：從牌組將1張「白鴉」陷阱卡在我方場上覆蓋。\u000a●額外牌組：從我方墓地將1張「白鴉」卡片加入手牌。'),'效果1','●場上：','●額外牌組：','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307038,'白鴉騎士 艾特瓦拉斯',unistr('幻想魔族協調+協調以外的怪獸1隻以上\u000a這個卡名的①②效果1回合各能使用1次。\u000a①：此卡特殊召喚的場合，以我方以及對手場上的卡各1張為對象可以發動。那些卡回到手牌。\u000a②：此卡被送去墓地的場合，可以依照從何處送去墓地發動以下效果。\u000a●場上：以場上1張卡為對象可以發動。那張卡回到牌組。\u000a●額外牌組：從我方墓地將1隻「白鴉」怪獸特殊召喚。'),'效果1','●場上：','●額外牌組：','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307040,'懶懶散散達拉斯龍',unistr('守備表示協調+協調以外的守備表示怪獸1隻以上\u000a①：此卡攻擊表示特殊召喚的場合發動。此卡變成守備表示。\u000a②：守備表示的此卡得到以下效果。\u000a●場上的表側表示怪獸變成守備表示。\u000a●雙方不能應對自身的卡的效果的發動來發動卡的效果。\u000a●我方、對手的結束階段發動。雙方各自回復自身場上的守備表示怪獸的數量×500生命值。'),'●變成守備表示','●回復生命值','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307044,'高嶺之天仙 火輪',unistr('等級7怪獸×2\u000a這個卡名的①②效果1回合各能使用1次。\u000a①：對手發動包含從牌組將怪獸特殊召喚效果的卡的效果時，去除此卡的1個超量素材可以發動。對手抽1張卡。那之後，那個發動的效果無效並破壞。\u000a②：我方主要階段2，以我方墓地1隻等級7怪獸為對象可以發動。我方受到那隻怪獸的攻擊力數值的傷害，那隻怪獸和場上的此卡回到手牌、額外牌組。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307048,'馳騁橫越炎之平原的百獸之王',unistr('炎屬性效果怪獸3隻\u000a這個卡名在規則上當作「轉生炎獸 熾熱多頭獅」。這個卡名的②效果1回合只能使用1次。\u000a①：場上的表側表示怪獸變成炎屬性。\u000a②：如果此卡已用「轉生炎獸 熾熱多頭獅」為素材連結召喚，我方、對手的主要階段，以對手場上1張卡為對象可以發動。那張卡回到牌組。那之後，可以將對手場上1隻炎屬性怪獸的攻擊力變成和我方墓地1隻怪獸的攻擊力相同。'),'','效果2','是否改變攻擊力？','用「轉生炎獸 熾熱多頭獅」為素材連結召喚','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307051,'不死的太陽神',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：我方的墓地、除外狀態的1隻「拉的翼神龍」怪獸無視召喚條件特殊召喚。此效果將「拉的翼神龍」特殊召喚的場合，隨後可以將那隻怪獸送去墓地，從額外牌組將1隻「拉的翼神龍」怪獸特殊召喚。此效果特殊召喚的怪獸在結束階段送去墓地。\u000a②：我方主要階段此卡在墓地存在的場合，從手牌將1張「太陽神」卡片捨棄可以發動。此卡加入手牌。'),'效果1','效果2','是否從額外牌組特殊召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307052,'誘向黑暗的太陽神',unistr('從手牌、牌組、場上（表側表示）將1隻「拉的翼神龍」怪獸送去墓地可以發動此卡。這個卡名的①②效果1回合各能使用1次。\u000a①：此卡發動的回合的我方主要階段可以發動。從牌組將1隻「太陽神」怪獸加入手牌。\u000a②：怪獸被戰鬥破壞的場合發動。被破壞的怪獸的控制者受到那個原攻擊力數值的傷害。我方墓地有「拉的翼神龍」存在的場合，隨後我方回復1000生命值。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307055,'輪迴蟲龍之骸歌',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：我方、對手的墓地的昆蟲族、龍族怪獸回到牌組，直到等級合計為儀式召喚的怪獸的等級合計以上為止，從手牌儀式召喚任意數量的昆蟲族儀式怪獸。\u000a②：此卡在墓地存在的場合，從我方的手牌、場上（表側表示）將1隻昆蟲族怪獸送去墓地可以發動。此卡加入手牌。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307056,'輪迴蟲龍之鼓動',unistr('①：只要我方場上有原等級是8以上的「輪迴蟲龍」怪獸存在，或者對手的場上或墓地有龍族怪獸存在，我方發動的「輪迴蟲龍」怪獸的效果不會被無效化。\u000a②：1回合1次，從我方的手牌、場上（表側表示）將1隻「輪迴蟲龍」怪獸或龍族怪獸送去墓地可以發動。從牌組將1隻和那隻怪獸原卡名不同且原等級相同的昆蟲族怪獸加入手牌。'),'效果2','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307057,'輪迴蟲龍之羽擊',unistr('這個卡名的①②效果1回合只有1次能使用其中1個。\u000a①：從牌組將包含昆蟲族怪獸的2隻怪獸送去墓地。此卡的發動後，直到下個回合結束時，我方除了昆蟲族怪獸以外不能特殊召喚。\u000a②：此卡在墓地存在的狀態，我方將昆蟲族怪獸儀式召喚的場合，將此卡除外可以發動。我方場上的全部「輪迴蟲龍」怪獸的攻擊力、守備力上升800。'),'效果1','效果2','「輪迴蟲龍之羽擊」的效果1適用中','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307058,'輪迴蟲龍之修練',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：從牌組將2張「輪迴蟲龍」怪獸加入手牌。那之後，選1張我方的手牌送去墓地。那之後，對手的場上或墓地有龍族怪獸存在的場合，可以從我方墓地將1隻昆蟲族怪獸加入手牌。\u000a②：此卡在墓地存在的狀態，我方將昆蟲族怪獸儀式召喚的場合，將此卡除外可以發動。從牌組將1張「輪迴蟲龍」場地魔法卡在我方場上表側表示放置。'),'效果1','效果2','是否加入手牌？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307059,'白鴉之幽森',unistr('這個卡名的卡在1回合只能發動1張，這個卡名的③效果1回合只能使用1次。\u000a①：作為此卡的發動時的效果處理，可以從牌組將1隻「白鴉」怪獸加入手牌。\u000a②：只要此卡在場地區域存在，我方場上的「白鴉」怪獸卡不會被效果破壞。\u000a③：我方結束階段可以發動。從我方的牌組、墓地將1張「白鴉」陷阱卡在我方場上覆蓋。'),'是否加入手牌？','','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307062,'轉生炎獸的神域',unistr('這個卡名在規則上當作「轉生炎獸的聖域」。這個卡名的①③效果1回合各能使用1次。\u000a①：我方將「轉生炎獸」連結怪獸連結召喚的場合，可以只用我方場上1隻同名的「轉生炎獸」連結怪獸為素材連結召喚。\u000a②：我方場上的「轉生炎獸」怪獸不受對手的炎屬性怪獸發動的效果的影響。\u000a③：我方主要階段可以發動。手牌的「轉生炎獸」卡片任意數量回到牌組。那之後，我方依照回去的數量抽牌。'),'連結召喚（轉生炎獸的神域）','效果3','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307063,'轉生炎獸的神劍',unistr('這個卡名的①②③效果1回合各能使用1次。\u000a①：從我方的手牌、墓地將1隻「轉生炎獸」怪獸特殊召喚，並裝備此卡。\u000a②：從牌組將1隻「轉生炎獸」怪獸送去墓地可以發動。裝備怪獸的攻擊力上升送去墓地的怪獸的等級×300。\u000a③：此卡在墓地存在的場合可以發動。從我方墓地讓裝備魔法卡以外的3張「轉生炎獸」卡片回到牌組，此卡加入手牌。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307066,'香蘭兔 精萃提取',unistr('這個卡名的②③效果1回合各能使用1次。\u000a①：只要我方場上有2隻以上衍生物以外的通常怪獸存在，我方抽牌階段的通常抽牌變成2張。\u000a②：從對手牌組有卡被送去墓地的場合可以發動。從手牌、牌組將1隻通常怪獸特殊召喚。\u000a③：等級5以上且原攻擊力和原守備力是2000以下的通常怪獸，特殊召喚的場合或攻擊宣言時，以對手場上1張卡為對象可以發動。那張卡破壞。'),'','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307068,'凱佩爾的金字塔',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：從牌組將1隻不死族儀式怪獸送去墓地可以發動。從我方的牌組、墓地將1張場地魔法卡在我方場上表側表示放置。此卡的發動後，直到回合結束時我方不能發動不死族以外的怪獸的效果。\u000a②：對手場上有效果怪獸存在的場合，將墓地的此卡除外，以我方墓地1隻儀式怪獸為對象可以發動。那隻怪獸加入手牌。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307069,'魔獸的昂進',unistr('這個卡名的①效果1回合只能使用1次。\u000a①：從我方牌組上方將以下數量的卡裡側除外，以場上1隻表側表示怪獸為對象可以發動。對象怪獸適用那個效果。\u000a●5張：攻擊力、守備力變成0。\u000a●10張：效果無效。\u000a●15張：裡側除外。'),'效果1','●裡側除外5張','●裡側除外10張','●裡側除外15張','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307071,'秋',unistr('①：只要此卡在場地區域存在，卡名當作「夏」。\u000a②：1回合1次，可以發動。依照對手的手牌數量給此卡放置四季計數器。\u000a③：我方、對手的戰鬥階段開始時可以發動。從我方的手牌、牌組、墓地將「秋」以外的1張可以放置四季計數器的場地魔法卡在我方場上表側表示放置（此卡的四季計數器轉移到那張卡）。\u000a④：場地區域的卡被效果破壞的場合，可以將墓地的此卡除外作為代替。'),'','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307072,'太陽神的支配',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：場上有「拉的翼神龍」怪獸存在的場合可以發動。以下效果各自適用。\u000a●從我方以及對手的墓地各將1隻怪獸在我方場上特殊召喚。\u000a●場上有「拉的翼神龍」存在的場合，得到對手場上的全部怪獸的控制權。\u000a②：將墓地的此卡除外，將我方場上1隻「拉的翼神龍」怪獸解放可以發動。我方的生命值回復那隻怪獸的攻擊力數值。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307073,'太陽神的保衛者-神・史萊姆',unistr('這個卡名的卡在1回合只能發動1張。\u000a①：此卡發動後變成持有以下效果的效果怪獸（水族、水、等級10、攻/守3000）在怪獸區域守備表示特殊召喚（也當作陷阱卡）。\u000a●此卡特殊召喚的場合可以發動。從牌組將1張「太陽神」卡片加入手牌。對手回合此效果將怪獸加入手牌的場合，隨後可以將那隻怪獸特殊召喚。\u000a●此卡不會被效果破壞。'),'','●從牌組加入手牌','是否特殊召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307076,'輪迴蟲龍之交戰',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：我方場上有「輪迴蟲龍」怪獸存在，怪獸的效果、魔法、陷阱卡發動時可以發動。那個發動無效。那之後，可以適用以下效果。\u000a●從我方的牌組、墓地將1隻「輪迴蟲龍」怪獸加入手牌，我方場上1隻昆蟲族怪獸送去墓地。\u000a②：我方場上的「輪迴蟲龍」怪獸被戰鬥、效果破壞的場合，可以讓墓地的此卡回到牌組最下方作為代替。'),'效果1','','是否加入手牌？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307077,'白鴉魔女的光彩',unistr('這個卡名的①效果1回合只能使用1次。\u000a①：可以從以下效果選擇1個發動。\u000a●從我方的手牌、墓地將1隻「白鴉」怪獸特殊召喚。\u000a●從我方的手牌、額外牌組、場上各將最多1隻「白鴉」怪獸作為融合素材，將1隻「迪亞貝爾」融合怪獸融合召喚。\u000a●我方場上有「迪亞貝爾」怪獸存在的場合，以場上1張表側表示卡為對象可以發動。那張卡的效果直到回合結束時無效。'),'','效果1','●特殊召喚','●融合召喚','●效果無效','','','','','','','','','','','');
INSERT INTO texts VALUES(101307078,'白鴉魔女的幻姿',unistr('這個卡名的卡在1回合只能發動1張。\u000a①：我方的額外牌組、場上的怪獸作為融合素材，將1隻幻想魔族融合怪獸融合召喚。此卡的發動後，直到回合結束時我方不能發動幻想魔族以外的手牌、墓地的怪獸的效果。\u000a②：對手讓此卡的發動無效，此卡被送去墓地的場合可以發動。此卡在我方場上覆蓋，對手場上的卡全部回到手牌。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307080,'香蘭兔 軟體淇淋',unistr('這個卡名的②③效果1回合各能使用1次。\u000a①：只要我方場上有衍生物以外的通常怪獸2隻以上存在，我方場上的通常怪獸的攻擊力上升1000。\u000a②：以種族、屬性、等級不同的我方墓地2隻通常怪獸為對象可以發動。那些怪獸特殊召喚。\u000a③：等級5以上且原攻擊力和原守備力是2000以下的通常怪獸，特殊召喚的場合或攻擊宣言時可以發動。從我方墓地將1張卡加入手牌。'),'','效果2','效果3','','','','','','','','','','','','','');
COMMIT;
