PRAGMA foreign_keys=OFF;
BEGIN TRANSACTION;
CREATE TABLE datas(
    "id" INTEGER PRIMARY KEY,
    "ot" INTEGER,
    "alias" INTEGER,
    "setcode" INTEGER,
    "type" INTEGER,
    "atk" INTEGER,
    "def" INTEGER,
    "level" INTEGER,
    "race" INTEGER,
    "attribute" INTEGER,
    "category" INTEGER
);
INSERT INTO datas VALUES(100200285,1,0,0,33,1900,1200,4,64,2,512);
INSERT INTO datas VALUES(100200286,1,0,0,33,1300,400,4,8192,32,786432);
INSERT INTO datas VALUES(100200287,1,0,0,33,1400,800,4,16,1,8328);
INSERT INTO datas VALUES(100200288,1,0,0,131074,0,0,0,0,0,67371520);
INSERT INTO datas VALUES(100200386,3,0,0,16401,400,400,1,8192,16,0);
INSERT INTO datas VALUES(100257001,1,0,14483483,33,3000,2500,8,8192,16,2147745794);
INSERT INTO datas VALUES(100257002,1,0,221,33,0,0,10,8192,16,270848);
INSERT INTO datas VALUES(100257003,1,0,0,2,0,0,0,0,0,262400);
INSERT INTO datas VALUES(100257004,1,0,147,97,4000,2800,10,32,16,25088);
INSERT INTO datas VALUES(100257005,1,0,4243,33,2100,1600,5,32,16,2416181248);
INSERT INTO datas VALUES(100257006,1,0,70,131074,0,0,0,0,0,268697600);
INSERT INTO datas VALUES(100257007,1,0,0,8225,0,0,12,8192,32,2147753984);
INSERT INTO datas VALUES(100257008,1,0,0,8225,3500,3000,12,8192,32,16786448);
INSERT INTO datas VALUES(100257009,1,0,4165,131076,0,0,0,0,0,2147491840);
INSERT INTO datas VALUES(100257010,1,0,5574779,8388641,4500,3000,8,8192,16,2147745792);
INSERT INTO datas VALUES(100257011,1,0,5574779,33,3000,2500,8,8192,16,262148);
INSERT INTO datas VALUES(100257012,1,0,123,33,2000,2000,8,32,16,262664);
INSERT INTO datas VALUES(100257013,1,0,17893107437811,97,2800,2000,8,8192,32,2418286592);
INSERT INTO datas VALUES(100257014,1,0,35279399747839,8225,2500,2000,7,8192,8,537141250);
INSERT INTO datas VALUES(100257015,3,0,18533328290107,8388641,2500,2000,4,8192,32,0);
INSERT INTO datas VALUES(100257016,1,0,271,67108897,3000,45,4,8192,32,266242);
INSERT INTO datas VALUES(100257017,1,0,258,33,1500,1600,5,8192,32,262146);
INSERT INTO datas VALUES(100257018,1,0,271,65538,0,0,0,0,0,262192);
INSERT INTO datas VALUES(100257019,1,0,0,33,3300,2000,8,4,16,794633);
INSERT INTO datas VALUES(100257020,1,0,0,33,3000,1000,10,8,32,21757954);
INSERT INTO datas VALUES(100257021,1,0,0,2,0,0,0,0,0,512);
INSERT INTO datas VALUES(100257022,1,0,734,4129,0,0,8,8,32,537133059);
INSERT INTO datas VALUES(100257023,1,0,734,4129,0,0,10,1,32,537133056);
INSERT INTO datas VALUES(100257024,1,0,0,33,800,800,3,8,4,4194304);
INSERT INTO datas VALUES(100257025,1,0,11,33,100,100,1,8,32,4456448);
INSERT INTO datas VALUES(100257026,1,0,0,33554465,3500,2000,10,1,16,4194308);
INSERT INTO datas VALUES(100257027,1,0,149,2,0,0,0,0,0,1074003970);
INSERT INTO datas VALUES(100257028,1,0,0,67108897,5000,47,5,16777216,1,54525954);
INSERT INTO datas VALUES(100257119,3,0,0,16401,800,800,2,4,16,0);
INSERT INTO datas VALUES(100257120,3,0,0,16401,3000,1000,10,8,32,0);
INSERT INTO datas VALUES(100258001,1,0,273617187,33554465,2900,2300,9,8192,4,270339);
INSERT INTO datas VALUES(100258002,1,0,4339,97,2200,1500,6,1024,32,1);
INSERT INTO datas VALUES(100260001,1,0,476,16777249,1900,800,117899269,32768,16,270376);
INSERT INTO datas VALUES(100261001,1,0,0,33,1100,1500,4,16384,32,512);
INSERT INTO datas VALUES(100261002,1,0,0,33,0,0,1,16384,32,262144);
INSERT INTO datas VALUES(100261003,1,0,0,33,2300,2000,6,8,32,262176);
INSERT INTO datas VALUES(100261005,1,0,6422749,4194401,4500,3800,12,8192,16,131092);
INSERT INTO datas VALUES(100261006,1,0,98,524290,0,0,0,0,0,516);
INSERT INTO datas VALUES(101305001,1,0,0,33554465,3000,2500,8,2,32,33554436);
INSERT INTO datas VALUES(101305002,1,0,69,33,2500,1200,6,8,32,544);
INSERT INTO datas VALUES(101305003,1,0,0,33,1400,2000,4,1,16,262464);
INSERT INTO datas VALUES(101305004,1,0,0,33,300,200,1,8,32,0);
INSERT INTO datas VALUES(101305005,1,0,4420,33554465,0,0,10,128,4,8769);
INSERT INTO datas VALUES(101305006,1,0,4420,33554465,4000,4000,10,4096,16,4194880);
INSERT INTO datas VALUES(101305007,1,0,4420,33554465,4000,4000,10,8,32,8706);
INSERT INTO datas VALUES(101305008,1,0,4420,33,2300,3000,8,4096,16,262208);
INSERT INTO datas VALUES(101305009,1,0,4420,33,0,0,1,8,32,262160);
INSERT INTO datas VALUES(101305010,1,0,735,33,3000,2400,8,4096,1,2147745795);
INSERT INTO datas VALUES(101305011,1,0,735,33,1800,1200,4,4096,1,262658);
INSERT INTO datas VALUES(101305012,1,0,735,33,1500,900,3,4096,1,262154);
INSERT INTO datas VALUES(101305013,1,0,735,33,1200,600,2,4096,1,262657);
INSERT INTO datas VALUES(101305014,1,0,735,33,900,300,1,4096,1,262659);
INSERT INTO datas VALUES(101305018,1,0,4315,33,1000,300,3,1,32,1074004480);
INSERT INTO datas VALUES(101305019,1,0,4315,33,400,1400,3,1,32,1074003968);
INSERT INTO datas VALUES(101305027,1,0,207,161,2800,2600,8,2,32,50332676);
INSERT INTO datas VALUES(101305028,1,0,4303,161,3000,2500,8,1,1,50372612);
INSERT INTO datas VALUES(101305029,1,0,4420,97,5000,5000,10,8,32,2189426688);
INSERT INTO datas VALUES(101305037,1,0,4315,8388641,1900,0,3,1,32,262672);
INSERT INTO datas VALUES(101305042,1,0,476,67108897,1000,10,2,32768,16,33120);
INSERT INTO datas VALUES(101305044,1,0,0,130,0,0,0,0,0,263188);
INSERT INTO datas VALUES(101305045,1,0,0,65538,0,0,0,0,0,262163);
INSERT INTO datas VALUES(101305046,1,0,0,65538,0,0,0,0,0,264194);
INSERT INTO datas VALUES(101305047,1,0,4420,2,0,0,0,0,0,576);
INSERT INTO datas VALUES(101305048,1,0,4420,524290,0,0,0,0,0,262408);
INSERT INTO datas VALUES(101305049,1,0,4420,131074,0,0,0,0,0,16);
INSERT INTO datas VALUES(101305050,1,0,0,524290,0,0,0,0,0,794640);
INSERT INTO datas VALUES(101305051,1,0,735,65538,0,0,0,0,0,19);
INSERT INTO datas VALUES(101305052,1,0,735,131074,0,0,0,0,0,262161);
INSERT INTO datas VALUES(101305057,1,0,9769179,2,0,0,0,0,0,1074003968);
INSERT INTO datas VALUES(101305065,1,0,0,131076,0,0,0,0,0,262736);
INSERT INTO datas VALUES(101305066,1,0,4420,4,0,0,0,0,0,2416181251);
INSERT INTO datas VALUES(101305067,1,0,4420,131076,0,0,0,0,0,2080);
INSERT INTO datas VALUES(101305068,1,0,735,131076,0,0,0,0,0,2147483665);
INSERT INTO datas VALUES(101305069,1,0,735,131076,0,0,0,0,0,8704);
INSERT INTO datas VALUES(101305073,1,0,4315,4,0,300,3,1,32,1074006016);
INSERT INTO datas VALUES(101305076,1,0,476,4,0,0,0,0,0,515);
INSERT INTO datas VALUES(101305150,3,0,0,16401,2000,2000,6,32,1,0);
CREATE TABLE texts(
    "id" INTEGER PRIMARY KEY,
    "name" TEXT,
    "desc" TEXT,
    "str1" TEXT,
    "str2" TEXT,
    "str3" TEXT,
    "str4" TEXT,
    "str5" TEXT,
    "str6" TEXT,
    "str7" TEXT,
    "str8" TEXT,
    "str9" TEXT,
    "str10" TEXT,
    "str11" TEXT,
    "str12" TEXT,
    "str13" TEXT,
    "str14" TEXT,
    "str15" TEXT,
    "str16" TEXT
);
INSERT INTO texts VALUES(100200285,'冰寒虎',unistr('這個卡名的效果1回合只能使用1次。\u000a①：此卡召喚、特殊召喚的場合可以發動。從牌組將1隻等級5以上的魔法使族、水屬性怪獸或1張「極寒的冰柱」加入手牌。'),'效果1','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100200286,'薇薇爾',unistr('這個卡名的③效果1回合只能使用1次。\u000a①：此卡的攻擊力上升我方場上的龍族怪獸數量×400。\u000a②：此卡戰鬥破壞怪獸時可以發動。在我方場上將1隻「翼龍衍生物」（龍族、光、等級1、攻/守400）特殊召喚。\u000a③：我方、對手的戰鬥階段以及主要階段2可以發動。表側表示進行1隻龍族怪獸的上級召喚。'),'','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100200287,'尾長黑馬',unistr('這個卡名的效果1回合只能使用1次。\u000a①：此卡召喚、特殊召喚的場合，向對手展示手牌的1隻不死族怪獸，從牌組將1隻不死族、地屬性怪獸送去墓地可以發動。展示的怪獸送去墓地，此卡的攻擊力直到回合結束時上升500。'),'效果1','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100200288,'月輪鏡',unistr('這個卡名的②效果1回合只能使用1次。\u000a①：每次怪獸被戰鬥、效果破壞，每有1隻給此卡放置1個月輪計數器。\u000a②：可以去除此卡的以下數量的月輪計數器，發動那個效果。\u000a●1個：從我方的手牌、墓地將1隻等級6以下的惡魔族、天使族怪獸特殊召喚。\u000a●3個：從牌組將1隻闇屬性、等級10怪獸加入手牌。\u000a●5個：從我方的手牌、墓地將1隻等級10怪獸特殊召喚。'),'效果2','●1個：','●3個：','●5個：','','','','','','','','','','','','');
INSERT INTO texts VALUES(100200386,'翼龍衍生物','由「薇薇爾」的效果特殊召喚。','','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257001,'白之幻獸-青眼白龍',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：此卡從牌組加入手牌時，或我方怪獸被戰鬥破壞時，向對手展示手牌的此卡可以發動。此卡特殊召喚。\u000a②：此卡從手牌、牌組特殊召喚的場合可以發動。對手場上的怪獸全部破壞。這個回合，我方除了用「青眼」怪獸以外不能直接攻擊。\u000a③：以場上的此卡為對象的效果發動時，捨棄1張手牌可以發動。那個效果無效。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257002,'蒼之深淵 淵眼白龍',unistr('這個卡名在規則上也當作「青眼」卡片。這個卡名的①②效果1回合各能使用1次。\u000a①：將此卡從手牌捨棄可以發動。從牌組將1隻光屬性、等級1協調加入手牌。\u000a②：「青眼」儀式怪獸或「青眼白龍」被送去我方墓地的場合，以其中1隻為對象可以發動。此卡從手牌、墓地特殊召喚。此效果特殊召喚的此卡攻擊力變成和對象怪獸相同，從場上離開的場合被除外。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257003,'龍引導的呼笛',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：場上有魔法使族怪獸存在的場合可以發動。從牌組將1隻等級5以上的龍族怪獸特殊召喚。對手場上有2隻以上怪獸存在的場合，那之後可以將特殊召喚的怪獸的1隻同名怪獸從牌組特殊召喚。這個回合，我方除了龍族、魔法使族怪獸以外不能特殊召喚。\u000a②：我方主要階段2，將這個回合送去墓地的此卡除外可以發動。我方抽1張卡。'),'效果1','效果2','是否特殊召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257004,'終擊龍-電子終結龍',unistr('攻擊力2100以上的機械族怪獸×3\u000a此卡只能用融合召喚來特殊召喚。\u000a這個卡名的①效果1回合只能使用1次。\u000a①：只用光屬性怪獸為素材將此卡融合召喚的場合，支付4000生命值可以發動。從牌組將1張「限制解除」加入手牌。\u000a②：此卡向守備表示怪獸攻擊的場合，給予對手攻擊力超過那個守備力的數值的戰鬥傷害。\u000a③：攻擊力高於原攻擊力的此卡在1次戰鬥階段中可以攻擊3次。'),'效果1','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257005,'機光龍-電子龍',unistr('這個卡名的②③效果1回合各能使用1次。\u000a①：我方場上沒有怪獸存在的場合，此卡可以從手牌特殊召喚。\u000a②：此卡特殊召喚的場合，以對手場上1隻表側表示怪獸為對象可以發動。那隻怪獸的效果直到回合結束時無效。\u000a③：我方主要階段可以發動。包含場上的此卡的我方的手牌、場上的怪獸作為融合素材，將1隻機械族融合怪獸融合召喚。'),'效果2','效果3','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257006,'未來融合-永望結合新星',unistr('這個卡名的卡在1回合只能發動1張。\u000a①：作為此卡的發動時的效果處理，包含「電子龍」的我方牌組的怪獸作為融合素材，將1隻機械族、光屬性融合怪獸融合召喚。此卡從場上離開時，那隻怪獸破壞。那隻怪獸被破壞時，此卡破壞。此卡的發動後，直到回合結束時我方除了機械族怪獸以外不能特殊召喚，除了用此效果特殊召喚的怪獸以外不能攻擊宣言。'),'效果1','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257007,'赤龍 魁札爾科亞特爾',unistr('協調+協調以外的怪獸1隻以上\u000a這個卡名的①③效果1回合各能使用1次。\u000a①：此卡同步召喚的場合可以發動。從我方墓地將龍族同步怪獸盡可能特殊召喚。這個回合，我方不能將怪獸特殊召喚。\u000a②：此卡的攻擊力上升我方場上的其他的同步怪獸的原攻擊力的合計數值。\u000a③：對手發動怪獸的效果時可以發動。我方場上1隻其他的龍族同步怪獸回到額外牌組，那個發動無效。'),'效果1','效果3','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257008,'緋暗紅新星龍-燃燒之魂',unistr('協調2隻+協調以外的怪獸1隻\u000a此卡只能用同步召喚或以下方法特殊召喚。\u000a●從我方墓地將2隻協調和1隻「暗紅惡魔龍」除外，可以從額外牌組特殊召喚。\u000a這個卡名的①效果在決鬥中只能使用1次，只能在我方已將「暗紅惡魔龍」同步召喚的決鬥中使用。\u000a①：此卡特殊召喚的場合可以發動。從我方墓地將1張卡加入手牌，此卡的攻擊力上升2000。\u000a②：場上的此卡不會被效果破壞。'),'效果1','','已使用「緋暗紅新星龍-燃燒之魂」的效果1','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257009,'暗紅惡魔鎖鏈',unistr('這個卡名的卡在1回合只能發動1張。此卡也能向對手展示額外牌組1隻「暗紅惡魔龍」，在覆蓋的回合發動。\u000a①：向對手展示手牌任意數量的怪獸，依照其中的協調數量+1隻，以對手場上的效果怪獸為對象可以發動此卡。只要此卡在魔法與陷阱區域存在，對象怪獸的攻擊力下降從手牌展示的數量×100，效果無效化。對象怪獸不在場上存在的場合，此卡破壞。'),'效果1','適用「暗紅惡魔鎖鏈」的效果來發動','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257010,'超銀河眼光子龍-光子咆哮',unistr('等級8怪獸×3\u000a「超銀河眼光子龍-光子咆哮」1回合1次也能重疊在我方場上的階級8的超量怪獸上方來超量召喚。\u000a①：此卡超量召喚的場合可以發動。從牌組選1隻「光子」怪獸守備表示特殊召喚或作為此卡的超量素材。\u000a②：我方、對手回合，去除此卡的3個超量素材可以發動。我方場上1隻其他的超量怪獸解放，此卡以外的場上的全部表側表示卡的效果直到回合結束時無效。'),'是否重疊在超量怪獸上方來超量召喚？','是否特殊召喚？','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257011,'銀河眼輝光子龍',unistr('這個卡名的①方法的特殊召喚1回合只能有1次，②效果1回合只能使用1次。\u000a①：此卡可以將包含我方場上的怪獸的我方、對手場上2隻攻擊力2000以上的表側表示怪獸解放，從手牌特殊召喚。\u000a②：我方、對手的主要階段，將場上的此卡除外可以發動。從我方的牌組、墓地將1隻「銀河眼光子龍」特殊召喚。那之後，可以將對手場上1隻從額外牌組特殊召喚的怪獸直到結束階段除外。'),'','從手牌特殊召喚','是否將怪兽除外？','直到結束階段除外','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257012,'銀河防衛機器人 軌道 7',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：將手牌、場上的此卡解放可以發動。從牌組選1隻「光子」怪獸和1隻「銀河」怪獸，其中1隻加入手牌，另1隻送去墓地。這個回合，我方除了光屬性怪獸以外不能特殊召喚。\u000a②：我方場上有「銀河眼」怪獸特殊召喚的場合可以發動。此卡從墓地特殊召喚。此效果特殊召喚的此卡從場上離開的場合被除外。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257013,'四天之龍 飢餓毒液結合龍',unistr('場上的闇屬性怪獸×2\u000a這個卡名在規則上也當作「捕食植物」卡片。這個卡名的①②效果1回合各能使用1次。\u000a①：此卡特殊召喚的場合，以場上1隻其他的表側表示怪獸為對象可以發動。那隻怪獸的攻擊力變成0，效果無效化，變成闇屬性。\u000a②：對手發動效果時可以發動。包含此卡的我方、對手場上的闇屬性怪獸作為融合素材，將1隻闇屬性融合怪獸融合召喚。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257014,'四天之龍 清透翼同步龍',unistr('協調+協調以外的怪獸1隻以上\u000a這個卡名在規則上也當作「疾行機人」卡片。這個卡名的①②效果1回合各能使用1次。\u000a①：此卡特殊召喚的場合可以發動。對手場上1隻效果怪獸破壞，此卡的攻擊力上升那個原攻擊力數值。\u000a②：對手發動效果時可以發動。從我方的手牌、墓地將1隻等級4以下的風屬性協調效果無效特殊召喚。那之後，可以進行1隻風屬性同步怪獸的同步召喚。'),'效果1','效果2','是否同步召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257015,'四天之龍 黑暗反叛超量龍',unistr('闇屬性等級4怪獸×2\u000a這個卡名在規則上也當作「魅影騎士團」卡片。這個卡名的①②效果1回合各能使用1次。\u000a①：此卡特殊召喚的場合，以我方以及對手場上的卡各自相同數量為對象可以發動。那些卡破壞。\u000a②：對手發動效果時，去除此卡的1個超量素材可以發動。將1隻闇屬性、階級4的超量怪獸重疊在我方場上的此卡上方當作超量召喚從額外牌組特殊召喚。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257016,'槍管上膛解放龍',unistr('效果怪獸3隻以上\u000a我方1回合只能特殊召喚1次「槍管上膛解放龍」。\u000a①：1回合1次，我方、對手的戰鬥階段可以發動（應對這個發動，對手不能發動卡的效果）。得到對手場上1隻怪獸的控制權並放置在此卡指向的區域。\u000a②：我方、對手回合，此卡在墓地存在的場合，以我方場上1隻怪獸為對象可以發動（同一連鎖上最多1次）。那隻怪獸破壞，此卡特殊召喚。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257017,'槍彈彈幕',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：從牌組將等級5以外的1隻龍族、闇屬性怪獸送去墓地可以發動。此卡從手牌特殊召喚。這個回合，我方除了闇屬性怪獸以外不能從額外牌組特殊召喚。\u000a②：以場上的此卡為對象的連結怪獸的效果發動時可以發動。此卡破壞。那之後，從我方的手牌、牌組、墓地、除外狀態將「槍彈彈幕」以外的「槍彈」怪獸各最多1隻特殊召喚。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257018,'三重槍管旋轉',unistr('①：可以從以下效果選擇1個發動（這個卡名的以下效果1回合各能選擇1次）。\u000a●從我方墓地讓1隻龍族怪獸回到牌組。那之後，可以從牌組將和回去的怪獸卡名不同的1隻「槍彈」怪獸特殊召喚。\u000a●從我方墓地讓2隻龍族怪獸回到牌組。那之後，從我方墓地將1張場地魔法卡加入手牌。\u000a●從我方墓地讓3隻龍族怪獸回到牌組。那之後，從對手墓地讓最多3隻怪獸回到牌組。'),'效果1','●1隻回到牌組','●2隻回到牌組','●3隻回到牌組','是否特殊召喚？','','','','','','','','','','','');
INSERT INTO texts VALUES(100257019,'巨匠造物主 EMA',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：從我方的手牌、牌組、場上（表側表示）將4隻攻擊力2400以上且守備力1000的怪獸送去墓地可以發動。此卡從手牌特殊召喚。\u000a②：以我方以及對手場上的魔法、陷阱卡各1張為對象可以發動。那些卡破壞。那之後，在雙方場上將「人工生命體衍生物」（天使族・光・星2・攻／守800）各1隻守備表示特殊召喚，此卡的攻擊力上升1600。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257020,'闇之神',unistr('①：此卡可以將我方場上2隻惡魔族、天使族怪獸解放從手牌特殊召喚。\u000a②：此卡不會被戰鬥破壞。\u000a③：1回合1次可以發動。在我方場上將「闇之神衍生物」（惡魔族、闇、等級10、攻3000/守1000）盡可能特殊召喚。此衍生物不能直接攻擊，不會被戰鬥破壞，此卡被破壞時會被破壞。此回合，我方不能特殊召喚怪獸。\u000a④：怪獸被戰鬥破壞的場合發動。給予對手700傷害。'),'','效果3','效果4','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257021,'神鳴',unistr('這個卡名的卡在1回合只能發動1張。\u000a①：從牌組將1隻雷族怪獸加入手牌。此卡的發動後，直到下個回合結束時，我方不能將此效果加入手牌的怪獸以及那些同名怪獸通常召喚。'),'效果1','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257022,'黑暗協調 災禍惡棍',unistr('這個卡名的①效果1回合只能使用1次。\u000a①：向對手展示手牌的此卡可以發動。進行1隻「黑暗協調」怪獸的召喚。\u000a②：1回合1次，此卡已被通常召喚的場合可以發動。我方場上1隻表側表示的等級低於此卡的協調以外的怪獸和此卡解放，從額外牌組將1隻等級和那個等級差額相同的同步怪獸當作同步召喚特殊召喚。那之後，可以將對手場上1張卡破壞。'),'效果1','效果2','是否將1張卡破壞？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257023,'黑暗協調 夢魘之手',unistr('這個卡名的①效果1回合只能使用1次。\u000a①：向對手展示手牌的此卡可以發動。進行1隻「黑暗協調」怪獸的召喚。\u000a②：此卡召喚的場合可以發動。從手牌將1隻等級2以下的怪獸特殊召喚。\u000a③：1回合1次，此卡已被通常召喚的場合可以發動。我方場上1隻表側表示的等級低於此卡的協調以外的怪獸和此卡解放，從額外牌組將1隻等級和那個等級差額相同的同步怪獸當作同步召喚特殊召喚。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257024,'加特林食人魔',unistr('這個卡名的①效果1回合可以使用最多3次。\u000a①：將我方的魔法與陷阱區域任意數量的裡側表示卡送去墓地可以發動。給予對手送去墓地的數量×800的傷害。此效果的發動後，直到回合結束時惡魔族以外的怪獸的效果讓對手受到的全部效果傷害變成0。\u000a②：1回合1次，此卡被選擇作為攻擊對象時可以發動。給予對手相當於對手場上的攻擊表示怪獸數量×500傷害。那之後，戰鬥階段結束。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257025,'無限地獄死亡槍手',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：我方主要階段可以發動。從手牌將1隻惡魔族怪獸特殊召喚。\u000a②：我方、對手回合，我方的手牌是0張的場合，將墓地的此卡除外可以發動。對手從以下選1個，我方將其適用。\u000a●我方牌組最上方的卡給雙方確認，那是怪獸的場合，這個回合，我方受到的效果傷害由對手代為承受。不是的場合，我方受到4000傷害。\u000a●這個回合，我方受到的效果傷害變成0。'),'效果1','效果2','●確認牌組最上方的卡','●受到的效果傷害變成0','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257026,'混沌終結支配者 －開闢與終焉的支配者－',unistr('此卡不能通常召喚。只能從我方墓地將戰士族、光屬性和惡魔族、闇屬性怪獸各1隻除外來特殊召喚。這個卡名的③效果1回合只能使用1次。\u000a①：此卡的特殊召喚不會被無效化。\u000a②：在此卡特殊召喚成功時，雙方不能發動卡的效果。\u000a③：此卡已用上述方法特殊召喚的場合，支付1000生命值可以發動。對手的場上、墓地的卡全部除外。那之後，給予對手此效果除外的數量×500傷害。'),'','效果3','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257027,'超升階魔法-究極之力',unistr('①：以我方場上1隻原屬性是光屬性且階級9以下的「霍普」超量怪獸為對象可以發動。將1隻階級10以上的「No.」超量怪獸重疊在作為對象的我方的超量怪獸上方，當作超量召喚從額外牌組特殊召喚，此卡作為那個超量素材。\u000a②：持有此卡作為超量素材的「No.99」超量怪獸得到以下效果。\u000a●對手在戰鬥階段發動怪獸的效果時可以發動（同一連鎖上最多1次）。將此卡的超量素材全部去除，對手場上的怪獸全部破壞。'),'效果1','●破壞對手怪獸（超升階魔法-究極之力）','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257028,'完美智能 海德拉驅動龍',unistr('連結怪獸1隻以上\u000a①：此卡連結召喚的場合，或此卡進行戰鬥的傷害步驟結束時發動。對手場上的怪獸全部破壞。那之後，給予對手相當於我方墓地的連結怪獸數量×300傷害。\u000a②：此卡只要在怪獸區域存在，屬性也當作「光」「水」「炎」「風」，不受和自身相同屬性的怪獸發動的效果影響。\u000a③：攻擊力1000以上的此卡被戰鬥、效果破壞的場合，可以將此卡的攻擊力變成下降1000的數值作為代替。'),'效果1','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257119,'人工生命體衍生物','由「巨匠造物主 EMA」的效果特殊召喚。','','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100257120,'闇之神衍生物','由「闇之神」的效果特殊召喚。','','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100258001,'黑薔薇龍/爆裂',unistr('此卡不能通常召喚，只能用「爆裂模式」的效果特殊召喚。這個卡名的①②效果1回合各能使用1次。\u000a①：向對手展示手牌的此卡可以發動。此卡回到牌組，場上1隻怪獸的攻擊力變成0。\u000a②：此卡特殊召喚的場合，或對手場上有怪獸特殊召喚的場合可以發動。場上的卡全部破壞。\u000a③：此卡被破壞的場合可以發動。從我方墓地將1隻「黑薔薇龍」特殊召喚。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100258002,'捕食植物 魯莽魔鬼',unistr('「捕食植物」怪獸+等級1怪獸\u000a此卡只能用融合召喚或以下方法從額外牌組特殊召喚。\u000a●將我方場上1隻「捕食植物」怪獸和我方或對手的場上1隻已放置捕食計數器的怪獸解放可以特殊召喚。\u000a這個卡名的效果1回合只能使用1次。\u000a①：此卡特殊召喚的我方、對手回合的主要階段，最多到已放置捕食計數器的怪獸數量，以場上的魔法、陷阱卡為對象可以發動。那些卡破壞。'),'效果1','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100260001,'小丑戲幫 哈托',unistr('【靈擺效果】\u000a這個卡名的靈擺效果1回合只能使用1次。\u000a①：我方主要階段可以發動。從牌組將靈擺怪獸以外的1張「小丑戲幫」卡片送去墓地，此卡特殊召喚。此效果的發動後，直到下個回合結束前我方不能發動從牌組、額外牌組特殊召喚的怪獸的效果。\u000a【怪獸效果】\u000a①：只要上級召喚的怪獸在我方場上存在，對手場上的怪獸的守備力下降1500。\u000a②：此卡被解放的場合，可以從以下效果選擇1個發動（這個卡名的以下效果1回合各能選擇1次）。\u000a●雙方的額外牌組（表側）、場上的靈擺怪獸全部回到牌組。\u000a●從牌組、額外牌組將靈擺怪獸以外的1隻「小丑戲幫」怪獸無視召喚條件特殊召喚。'),'靈擺效果1','效果2','●回到牌組','●特殊召喚','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261001,'滑稽的黑暗兔寶寶',unistr('①：此卡召喚、特殊召喚時適用。這個回合，我方在通常召喚之外只有1次，在我方主要階段可以召喚1隻記載「卡通世界」的卡名的怪獸。\u000a②：只要場上有「卡通世界」存在，此卡當作卡通怪獸。\u000a③：1回合1次，我方主要階段可以發動。從牌組選1張「卡通」場地、永續魔法卡加入手牌或在我方場上表側表示放置。'),'','召喚（滑稽的黑暗兔寶寶）','效果2','效果3','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261002,'漫畫貓',unistr('這個卡名的②效果1回合只能使用1次。\u000a①：只要場上有「卡通世界」存在，此卡當作卡通怪獸。\u000a②：我方、對手的主要階段可以發動。我方場上1隻怪獸解放，從我方的手牌、牌組將1隻記載「卡通世界」的卡名的怪獸無視召喚條件特殊召喚。我方場上有「卡通世界」存在的場合，解放的怪獸也能從對手場上挑選。'),'','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261003,'邪惡箱',unistr('這個卡名的①效果1回合只能使用1次。\u000a①：我方場上有「卡通世界」存在的場合可以發動。此卡從手牌特殊召喚。那之後，可以適用以下效果。\u000a●從牌組選1張「卡通」陷阱卡加入手牌或在我方場上覆蓋。\u000a②：只要場上有「卡通世界」存在，此卡當作卡通怪獸。\u000a③：我方、對手回合1次，以我方或對手墓地的1張卡為對象可以發動。那張卡回到牌組最下方。'),'效果1','效果3','是否挑選1張陷阱卡？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261005,'青眼卡通究極龍',unistr('「青眼卡通龍」+卡通怪獸×2\u000a只能讓我方的手牌、場上、墓地的上述卡片回到牌組、額外牌組來特殊召喚。\u000a①：我方的卡通怪獸可以直接攻擊。\u000a②：1回合1次，我方主要階段可以發動。從我方墓地將1張「卡通」卡片或記載那個卡名的卡加入手牌。\u000a③：我方的卡通怪獸被攻擊的傷害計算時可以發動。那隻怪獸直到傷害步驟結束時除外。'),'','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100261006,'完美的世界 卡通世界',unistr('這個卡名的②效果1回合可以使用最多3次。\u000a①：此卡只要在場地區域存在，卡名當作「卡通世界」。\u000a②：1回合1次，我方主要階段可以發動。從牌組將1張「卡通」卡片或記載那個卡名的卡加入手牌。\u000a③：其他卡發動的效果適用之際，可以將我方場上1隻卡通怪獸直到那個效果處理後除外（這個回合，這個卡名的這個效果不能將原卡名相同的怪獸除外）。'),'','效果2','','是否將1隻怪獸直到效果處理後除外？','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305001,'超魔劍士 黑混沌',unistr('此卡不能通常召喚。「超魔劍士 黑混沌」只能1回合1次從我方的手牌、墓地讓1隻魔法使族、戰士族儀式怪獸回到牌組來特殊召喚。\u000a①：將此卡從手牌捨棄可以發動。從我方的牌組、墓地將1張記載「光與闇的儀式」的卡名的永續陷阱卡在我方場上表側表示放置。\u000a②：只要我方墓地有儀式魔法卡存在，此卡不受對手發動的效果影響。\u000a③：1回合1次，我方主要階段可以發動。對手場上2張卡除外。'),'效果1','效果3','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305002,'混沌的魔王-骷髏惡魔',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：此卡在手牌、墓地存在的場合，除了此卡以外，以包含記載「光與闇的儀式」的卡名的卡的我方、對手的墓地、除外狀態（表側）的卡合計3張為對象可以發動。那些卡以喜歡的順序回到牌組下方，此卡特殊召喚。\u000a②：此卡被送去墓地的場合，從手牌、牌組將1張儀式魔法卡送去墓地可以發動。從牌組將1隻在那張卡有記載卡名的儀式怪獸加入手牌。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305003,'精靈聖賢者',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：此卡召喚、特殊召喚的場合可以發動。我方的手牌全部向對手展示。其中有記載「光與闇的儀式」的卡名的卡的場合，可以讓我方抽3張卡。抽牌的場合，那之後選2張我方的手牌捨棄。此效果的發動後，直到回合結束時我方只能從額外牌組將怪獸特殊召喚1次。\u000a②：將此卡解放可以發動。從手牌將1隻記載「光與闇的儀式」的卡名的儀式怪獸特殊召喚。'),'效果1','效果2','是否抽3張卡？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305004,'栗球獸衛',unistr('這個卡名的①效果1回合只能使用1次。\u000a①：我方、對手回合，可以將此卡從手牌捨棄，從以下效果選擇1個發動。\u000a●這個回合，我方受到的戰鬥、效果傷害只有1次變成0。\u000a●從牌組將1張記載「光與闇的儀式」的卡名的速攻魔法、陷阱卡在我方場上覆蓋。此效果覆蓋的卡在覆蓋的回合也能發動。\u000a②：等級8儀式怪獸1隻儀式召喚的場合，可以使用1張此卡作為儀式召喚所需的解放。'),'效果1','●傷害變成0','●覆蓋魔法、陷阱卡','適用「栗球獸衛」的效果來發動','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305005,'劫火之三幻魔-神炎皇 烏利亞',unistr('此卡不能通常召喚，只能用「三幻魔」卡片的效果特殊召喚。這個卡名的①效果1回合只能使用1次。\u000a①：向對手展示手牌的此卡可以發動。從牌組將1張「三幻魔」陷阱卡加入手牌。那之後，選1張我方的手牌捨棄。\u000a②：此卡的攻擊力、守備力上升雙方墓地的陷阱卡數量×1000。\u000a③：我方、對手回合1次，以場上1張魔法、陷阱卡為對象可以發動（應對這個發動，雙方不能發動效果）。那張卡破壞。'),'效果1','效果3','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305006,'罪禍之三幻魔-降雷皇 哈蒙',unistr('此卡不能通常召喚，只能用「三幻魔」卡片的效果特殊召喚。這個卡名的①效果1回合只能使用1次。\u000a①：向對手展示手牌的此卡可以發動。從牌組將1張「三幻魔」魔法卡加入手牌。那之後，選1張我方的手牌捨棄。\u000a②：1回合1次，怪獸被送去對手墓地的場合發動。給予對手1000傷害。\u000a③：此卡被戰鬥、效果破壞的場合可以發動。這個回合，我方受到的全部傷害變成0。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305007,'無窮之三幻魔-幻魔皇 拉比艾爾',unistr('此卡不能通常召喚，只能用「三幻魔」卡片的效果特殊召喚。這個卡名的①效果1回合只能使用1次。\u000a①：向對手展示手牌的此卡可以發動。從牌組將「無窮之三幻魔-幻魔皇 拉比艾爾」以外的1隻「三幻魔」怪獸加入手牌。那之後，選1張我方的手牌捨棄。\u000a②：我方、對手回合1次，將我方場上2隻其他的「三幻魔」怪獸解放可以發動。對手場上的怪獸全部破壞，此卡的攻擊力上升破壞的數量×1000。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305008,'三幻魔的操世者',unistr('這個卡名的①②③效果1回合各能使用1次。\u000a①：向對手展示手牌的此卡可以發動。選1張我方的手牌捨棄，從手牌將等級8以外的1隻「三幻魔」怪獸守備表示特殊召喚。\u000a②：捨棄1張手牌可以發動。除了捨棄的卡以外，從我方的手牌、墓地將等級8以外的1隻「三幻魔」怪獸守備表示特殊召喚。\u000a③：將墓地的此卡除外可以發動。從我方墓地將等級8以外的1隻「三幻魔」怪獸守備表示特殊召喚。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305009,'三幻魔的殉教者',unistr('這個卡名的①②③效果1回合各能使用1次。\u000a①：此卡召喚、特殊召喚的場合可以發動。從牌組將1張「三幻魔」場地魔法、永續魔法、永續陷阱卡在我方場上表側表示放置。\u000a②：我方場上有其他的「三幻魔」怪獸存在的場合可以發動。從我方的手牌、牌組、墓地將2隻「三幻魔的殉教者」特殊召喚。\u000a③：對手結束階段，我方墓地有此卡和等級10的「三幻魔」怪獸存在的場合可以發動。此卡加入手牌。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305010,'晶鬚之雷盟',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：我方的「雷盟」卡片的效果已破壞卡片的我方、對手回合，向對手展示手牌的此卡可以發動。從手牌將最多3隻雷族怪獸特殊召喚。那之後，最多到那個數量，可以將場上的卡破壞。這個回合，我方不能從手牌以外將效果怪獸特殊召喚。\u000a②：在手牌以外有怪獸的效果發動時，讓我方場上1隻其他的雷族怪獸回到手牌可以發動。那個發動無效並破壞。'),'效果1','效果2','是否將場上的卡破壞？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305011,'突波之雷盟',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：向對手展示手牌的此卡，以場上1隻怪獸為對象可以發動。那隻怪獸破壞，從手牌將1隻雷族怪獸特殊召喚。這個回合，我方不能從手牌以外將效果怪獸特殊召喚。\u000a②：此卡在怪獸區域存在的狀態，此卡以外的卡被效果破壞的場合可以發動。從牌組將「突波之雷盟」以外的1隻「雷盟」怪獸加入手牌。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305012,'裂紋之雷盟',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：對手回合，對手發動場上的怪獸的效果時，向對手展示手牌的此卡可以發動。那隻怪獸破壞，從手牌將1隻雷族怪獸特殊召喚。這個回合，我方不能從手牌以外將效果怪獸特殊召喚。\u000a②：此卡在怪獸區域存在的狀態，此卡以外的卡被效果破壞的場合可以發動。從牌組將1張「雷盟」魔法、陷阱卡送去墓地。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305013,'晶粒之雷盟',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：向對手展示手牌的此卡，以場上1張魔法、陷阱卡為對象可以發動。那張卡破壞，從手牌將1隻雷族怪獸特殊召喚。這個回合，我方不能從手牌以外將效果怪獸特殊召喚。\u000a②：此卡在怪獸區域存在的狀態，此卡以外的卡被效果破壞的場合可以發動。從牌組將1張「雷盟」魔法卡或「天空城塞 庫倫」加入手牌。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305014,'放射之雷盟',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：此卡用抽卡以外的方法加入手牌的場合，向對手展示此卡，以場上1張卡為對象可以發動。那張卡破壞，從手牌將1隻雷族怪獸特殊召喚。這個回合，我方不能從手牌以外將效果怪獸特殊召喚。\u000a②：此卡在怪獸區域存在的狀態，此卡以外的卡被效果破壞的場合可以發動。從牌組將1張「雷盟」陷阱卡加入手牌。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305018,'魅影騎士團 凋零披風',unistr('這個卡名的①②③效果1回合各能使用1次。\u000a①：此卡在手牌存在的場合，向對手展示手牌1張其他的「魅影騎士團」卡片可以發動。此卡特殊召喚。\u000a②：此卡召喚、特殊召喚的場合可以發動。從牌組將1隻「魅影騎士團」怪獸加入手牌。\u000a③：將墓地的此卡除外，以我方場上1隻超量怪獸為對象可以發動。那隻超量怪獸在這個回合可以作為和自身的階級相同數值的等級的怪獸成為超量召喚的素材。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305019,'魅影騎士團 厄運鐵靴',unistr('這個卡名的①方法的特殊召喚1回合只能有1次，②③效果1回合各能使用1次。\u000a①：我方場上沒有怪獸存在的場合，此卡可以從手牌特殊召喚。\u000a②：此卡召喚、特殊召喚的場合可以發動。從牌組將1張「魅影騎士團」魔法、陷阱卡在我方場上覆蓋。\u000a③：將墓地的此卡除外，以我方場上的最多2隻等級3、階級3的闇屬性怪獸為對象可以發動。那些怪獸的等級、階級上升1。'),'特殊召喚','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305027,'黑色混沌的魔術師 黑混沌',unistr('藉由「光與闇的儀式」降臨\u000a這個卡名的①③效果1回合各能使用1次。\u000a①：此卡特殊召喚的場合可以發動。從我方墓地將1張魔法卡加入手牌。\u000a②：只要此卡在怪獸區域存在，我方場上的魔法、陷阱卡不會被對手的效果破壞，不能被對手的效果除外，除了以此卡為對象的效果以外，此卡不受對手發動的效果影響。\u000a③：以對手場上1張卡為對象可以發動。那張卡裡側除外。'),'效果1','效果3','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305028,'光與闇的戰士 混沌士兵',unistr('藉由「光與闇的儀式」降臨\u000a這個卡名的①③效果1回合各能使用1次。\u000a①：此卡特殊召喚的場合，以對手場上1張卡為對象可以發動。那張卡除外。\u000a②：只要此卡在怪獸區域存在，此卡不會被戰鬥破壞，除了以此卡為對象的效果以外，此卡不受對手發動的效果影響。\u000a③：此卡戰鬥破壞對手怪獸時可以發動。此卡的攻擊力上升1500，只有1次可以繼續攻擊。'),'效果1','效果3','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305029,'混沌的三幻魔',unistr('不能通常召喚的等級10怪獸×3\u000a「混沌的三幻魔」只能1回合1次用融合召喚或以下方法特殊召喚。\u000a●將我方場上的上述卡片送去墓地，可以從額外牌組特殊召喚。\u000a①：場上的此卡1回合最多2次不會被效果破壞。\u000a②：我方、對手回合最多3次，以對手場上1隻表側表示怪獸為對象可以發動（同一連鎖上最多1次）。那隻怪獸的效果直到回合結束時無效。那之後，可以讓我方的生命值回復那個攻擊力的一半數值。'),'效果2','是否回復生命值？','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305037,'魅影騎士團 惡念鐮刀',unistr('闇屬性等級3怪獸×2\u000a這個卡名的①②③效果1回合各能使用1次。\u000a①：去除此卡的1個超量素材可以發動。從牌組將1隻「魅影騎士團」怪獸特殊召喚。\u000a②：此卡在怪獸區域存在的狀態，我方將「超量龍」怪獸超量召喚的場合可以發動。從牌組將1張「升階魔法」魔法卡加入手牌。\u000a③：此卡被破壞的場合可以發動。超量怪獸以外的我方的除外狀態的1張「魅影騎士團」卡片加入手牌。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305042,'小丑戲幫 朵莉許',unistr('儀式、融合、同步、超量、靈擺怪獸2隻\u000a①：上級召喚的我方怪獸在1次戰鬥階段中可以攻擊2次。\u000a②：此卡被解放的場合，可以從以下效果選擇1個發動（這個卡名的以下效果1回合各能選擇1次）。\u000a●雙方的場上、墓地的連結怪獸全部回到額外牌組。\u000a●雙方讓自身的手牌全部回到牌組。那之後，雙方依照回去的數量抽牌。'),'效果2','●回到牌組','●抽牌','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305044,'光與闇的儀式',unistr('這個卡名的②效果1回合只能使用1次。\u000a①：解放我方的手牌、場上的怪獸，或將我方墓地的怪獸除外來代替解放，直到等級合計為儀式召喚的怪獸的等級以上為止，從手牌儀式召喚1隻「黑色混沌的魔術師 黑混沌」或「光與闇的戰士 混沌士兵」。\u000a②：此卡在墓地存在的場合可以發動。從我方墓地將1張記載「光與闇的儀式」的卡名的卡和此卡加入手牌。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305045,'混沌魔術箱',unistr('①：對手發動以我方場上的其他卡為對象的效果時可以發動。那些我方的卡其中1張回到手牌（裡側表示卡則翻開確認），場上1張卡破壞。那之後，可以從手牌將卡名和回到手牌的卡不同的，1隻記載「光與闇的儀式」的卡名的怪獸無視召喚條件特殊召喚。\u000a②：此卡被對手破壞的場合可以發動。從手牌、牌組將1隻記載「光與闇的儀式」的卡名的儀式怪獸特殊召喚。'),'效果1','效果2','是否特殊召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305046,'混沌禮帽','①：對手發動怪獸的效果、通常魔法、通常陷阱卡時可以發動。從牌組選卡名不同的3張魔法、陷阱卡，卡名當作「混沌禮帽」，當作通常怪獸（魔法使族、闇、等級8、攻/守0），和1隻記載「光與闇的儀式」的卡名的我方的主要怪獸區域的怪獸混合洗牌並裡側守備表示覆蓋。那之後，那個對手發動的效果變成「對手場上1隻裡側守備表示怪獸破壞」。','效果1','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305047,'三幻魔解放',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：從牌組將卡名不同的3隻「三幻魔」怪獸加入手牌。那之後，選2張我方的手牌捨棄。\u000a②：將不是在這個回合送去墓地的此卡從墓地除外可以發動。從牌組將1隻不能通常召喚的等級10的炎族、雷族、惡魔族怪獸加入手牌。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305048,'三幻魔的失樂園',unistr('這個卡名的②效果1回合只能使用1次。\u000a①：1回合最多3次，我方主要階段可以發動。此卡以外的我方的手牌、場上（表側表示）的相同種類（怪獸、魔法、陷阱）的3張卡送去墓地。那之後，可以將我方的手牌、牌組、墓地、除外狀態的1隻「三幻魔」怪獸特殊召喚。此效果特殊召喚的怪獸不受對手發動的魔法、陷阱卡的效果影響。\u000a②：我方場上有原等級是10的「三幻魔」怪獸存在的場合可以發動。我方抽2張卡。'),'效果1','效果2','是否特殊召喚？','「三幻魔的失樂園」的效果特殊召喚','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305049,'三幻魔的霹靂',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：我方主要階段可以發動。從我方的手牌、牌組、墓地將2張「三幻魔的霹靂」在我方場上表側表示放置。那之後，可以向對手展示手牌的1隻等級10的「三幻魔」怪獸。展示的場合，那之後從牌組將1張「三幻魔的失樂園」在我方的場地區域表側表示放置。\u000a②：此卡在墓地存在的場合，對手結束階段可以發動。此卡加入手牌。'),'效果1','效果2','是否向對手展示？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305050,'天空城塞 庫倫',unistr('這個卡名的②③效果1回合各能使用1次。\u000a①：從手牌召喚、特殊召喚的我方場上的怪獸的攻擊力、守備力上升500。\u000a②：我方主要階段可以發動。在對手場上將1隻「機獸衍生物」（機械族、地、等級6、攻/守2000）特殊召喚，從牌組將1隻「雷盟」怪獸加入手牌。\u000a③：此卡在墓地存在的狀態，我方的「雷盟」卡片的效果將卡破壞的場合可以發動。此卡加入手牌。'),'','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305051,'雷盟-脫離戰線',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：可以從以下效果選擇1個發動。\u000a●從牌組將1張「雷盟」永續陷阱卡在我方場上表側表示放置。\u000a●讓我方場上1隻雷族怪獸回到手牌，以場上1張卡為對象可以發動。那張卡破壞。\u000a②：此卡在墓地存在的狀態，我方的「雷盟」卡片的效果將卡破壞的場合可以發動。此卡加入手牌。'),'效果1','效果2','●放置永續陷阱卡','●破壞','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305052,'雷盟-階梯先導',unistr('這個卡名的①②③效果1回合各能使用1次。\u000a①：我方的「雷盟」卡片的效果將卡破壞的場合，以我方墓地1隻雷族怪獸為對象可以發動。那隻怪獸加入手牌。\u000a②：我方主要階段可以發動。從手牌將1隻雷族怪獸特殊召喚。那之後，此卡破壞。\u000a③：此卡在墓地存在的狀態，我方的「雷盟」卡片的效果將卡破壞的場合可以發動。此卡加入手牌。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305057,'升階魔法-魅影騎士團鎮魂',unistr('這個卡名的卡在1回合只能發動1張。\u000a①：以我方的墓地、除外狀態的1隻「魅影騎士團」怪獸或「超量龍」怪獸為對象可以發動。那隻怪獸效果無效特殊召喚。那之後，適用以下效果。\u000a●挑選我方場上1隻闇屬性超量怪獸，將1隻階級比那隻怪獸高1階的「魅影騎士團」超量怪獸或「超量龍」超量怪獸重疊在挑選的怪獸上方，當作超量召喚從額外牌組特殊召喚。'),'效果1','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305065,'雙心切換',unistr('這個卡名的①效果1回合只能使用1次，①②效果不能在同一連鎖上發動。\u000a①：我方、對手回合可以發動。從牌組將1隻記載「光與闇的儀式」的卡名的怪獸加入手牌。那之後，選1張我方的手牌捨棄。\u000a②：對手發動卡的效果時，讓我方場上1隻等級7以上的怪獸回到手牌可以發動。從手牌將和回去的怪獸卡名不同的，1隻記載「光與闇的儀式」的卡名的怪獸無視召喚條件特殊召喚。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305066,'三幻魔合殺',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：從我方的手牌、墓地將1隻「三幻魔」怪獸守備表示特殊召喚。那之後，我方場上有原等級是10的「三幻魔」怪獸2隻以上存在的場合，可以將對手場上1張表側表示卡的效果無效並破壞。\u000a②：將墓地的此卡除外可以發動。我方的手牌、場上的怪獸作為融合素材，將1隻「幻魔」融合怪獸融合召喚。'),unistr('效果1\u000d\u000a'),'效果2','是否將1張卡無效並破壞？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305067,'三幻魔的神淵',unistr('這個卡名的①③效果1回合各能使用1次。\u000a①：我方、對手的主要階段可以發動。從我方的手牌、牌組、墓地將2張「三幻魔的神淵」在我方場上表側表示放置。\u000a②：將包含此卡的我方場上3張表側表示的「三幻魔的神淵」送去墓地，以對手場上1隻表側表示怪獸為對象可以發動。那隻怪獸變成裡側守備表示。\u000a③：此卡在墓地存在的場合，對手結束階段可以發動。此卡回到牌組最下方。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305068,'雷盟-回擊放電',unistr('這個卡名的②③效果1回合各能使用1次。\u000a①：只要此卡在魔法與陷阱區域存在，我方場上的「雷盟」怪獸不會被對手的效果破壞。\u000a②：對手發動魔法卡的效果時，讓我方場上1隻「雷盟」怪獸回到手牌可以發動。那個效果無效並破壞。\u000a③：將墓地的此卡除外，以我方的場上、墓地1隻「雷盟」怪獸為對象可以發動。那隻怪獸回到手牌。'),'','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305069,'雷盟-交流發電機',unistr('這個卡名的②③效果1回合各能使用1次。\u000a①：對手場上的怪獸的攻擊力、守備力下降我方場上的雷族怪獸數量×300。\u000a②：從我方的手牌、場上（表側表示）讓此卡以外的1張「雷盟」卡片回到牌組可以發動。從牌組將卡名和回去的卡不同的1隻雷族怪獸加入手牌。\u000a③：將墓地的此卡除外可以發動。從牌組將1張「雷盟」魔法卡或「天空城塞 庫倫」加入手牌。'),'','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305073,'魅影騎士團 憤恨面紗',unistr('這個卡名的①②效果1回合各能使用1次。我方的場上或墓地有「魅影騎士團」怪獸存在的場合，此卡在覆蓋的回合也能發動。\u000a①：此卡發動後變成通常怪獸（戰士族、暗、等級3、攻0/守300），在怪獸區域守備表示特殊召喚（不當作陷阱卡）。那之後，可以將對手場上1隻攻擊表示怪獸變成守備表示。\u000a②：將墓地的此卡除外可以發動。進行1隻闇屬性超量怪獸的超量召喚。'),'適用「魅影騎士團 憤恨面紗」的效果來發動','效果2','是否改变表示形式？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305076,'小丑戲幫『終演』',unistr('這個卡名的①②效果1回合只能各使用1次。\u000a①：上級召喚的怪獸在我方場上存在的場合，捨棄任意數量的手牌，以那個數量的場上的表側表示卡為對象可以發動。那些卡破壞。\u000a②：將墓地的此卡除外，將我方的手牌、場上1隻儀式、融合、同步、超量、靈擺、連結怪獸解放可以發動。從我方的牌組、墓地將1隻原本的等級、階級、連結的數值和那隻怪獸不同的「小丑戲幫」怪獸加入手牌。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305150,'機獸衍生物','由「天空城塞 庫倫」的效果特殊召喚。','','','','','','','','','','','','','','','','');
COMMIT;
