PRAGMA foreign_keys=OFF;
BEGIN TRANSACTION;
CREATE TABLE datas(
    "id" INTEGER PRIMARY KEY,
    "ot" INTEGER,
    "alias" INTEGER,
    "setcode" INTEGER,
    "type" INTEGER,
    "atk" INTEGER,
    "def" INTEGER,
    "level" INTEGER,
    "race" INTEGER,
    "attribute" INTEGER,
    "category" INTEGER
);
INSERT INTO datas VALUES(100200292,1,0,0,33,1800,1500,4,2,16,270856);
INSERT INTO datas VALUES(100200293,1,0,0,33,2600,2500,7,32768,1,8208);
INSERT INTO datas VALUES(100200294,1,0,0,2,0,0,0,0,0,9232);
INSERT INTO datas VALUES(100260001,1,0,476,16777249,1900,800,117899269,32768,16,270376);
INSERT INTO datas VALUES(100262101,1,0,0,4113,1600,1600,4,2,32,0);
INSERT INTO datas VALUES(100263001,1,0,0,33,2600,1800,7,65536,1,393728);
INSERT INTO datas VALUES(100263002,1,0,5,33,2200,2200,6,4,16,138674178);
INSERT INTO datas VALUES(100263003,1,0,27,33,0,0,12,16384,16,2147754496);
INSERT INTO datas VALUES(100263004,1,0,233,33554465,3000,2500,8,4096,16,139264);
INSERT INTO datas VALUES(100263005,1,0,738,33,2000,2000,7,1,16,4465152);
INSERT INTO datas VALUES(100263006,1,0,0,33,1300,2000,6,8,32,17047552);
INSERT INTO datas VALUES(100263007,1,0,12296,97,0,2800,4,1,1,21233664);
INSERT INTO datas VALUES(100263008,1,0,0,2,0,0,0,0,0,274);
INSERT INTO datas VALUES(100263009,1,0,0,65538,0,0,0,0,0,512);
INSERT INTO datas VALUES(100263010,1,0,0,2,0,0,0,0,0,295169);
INSERT INTO datas VALUES(100265002,1,0,296,33,1300,1500,4,2,8,0);
INSERT INTO datas VALUES(100266001,1,0,0,2,0,0,0,0,0,0);
INSERT INTO datas VALUES(100266002,1,0,0,4,0,0,0,0,0,0);
INSERT INTO datas VALUES(100266003,1,0,0,33,2700,2500,7,8,32,8651778);
INSERT INTO datas VALUES(101305081,2,0,0,4129,0,3000,8,32,16,786432);
INSERT INTO datas VALUES(101305082,2,0,0,4,4000,4000,10,8,32,33820672);
INSERT INTO datas VALUES(101305083,2,0,0,33554465,3300,0,10,128,32,269746176);
INSERT INTO datas VALUES(101305084,2,0,0,33,1600,2800,8,4096,16,65555);
INSERT INTO datas VALUES(101305085,2,0,0,97,2700,1500,8,2,32,270794756);
INSERT INTO datas VALUES(101305086,2,0,0,8388641,1700,2400,3,1,32,1074003968);
INSERT INTO datas VALUES(101305087,2,0,4455,33,0,1600,2,16384,1,327684);
INSERT INTO datas VALUES(101305088,2,0,0,131074,0,0,0,0,0,2148270084);
INSERT INTO datas VALUES(101305089,2,0,0,8388641,3000,2100,8,512,16,1090519048);
INSERT INTO datas VALUES(101305090,2,0,741,8225,3000,0,10,4,16,516);
INSERT INTO datas VALUES(101305091,2,0,741,8225,3000,2500,8,4,16,16777220);
INSERT INTO datas VALUES(101305092,2,0,741,8225,2500,2000,7,4,16,4194820);
INSERT INTO datas VALUES(101305093,2,0,741,12321,1500,1500,2,4,16,262180);
INSERT INTO datas VALUES(101305094,2,0,741,524290,0,0,0,0,0,262176);
INSERT INTO datas VALUES(101305095,2,0,741,4,0,0,0,0,0,2147488256);
INSERT INTO datas VALUES(101305096,2,0,741,4,0,0,0,0,0,537133056);
INSERT INTO datas VALUES(101305181,3,0,0,16401,0,0,0,32,16,0);
INSERT INTO datas VALUES(101305188,3,0,0,16401,800,800,0,1048576,1,0);
INSERT INTO datas VALUES(101306001,1,0,102,33,2000,1600,4,32768,1,327688);
INSERT INTO datas VALUES(101306002,1,0,0,33,1700,1500,5,8192,8,393792);
INSERT INTO datas VALUES(101306003,1,0,188,33,2400,1500,7,32,32,8193);
INSERT INTO datas VALUES(101306004,1,0,0,33,1850,1600,4,1,2,262163);
INSERT INTO datas VALUES(101306009,1,0,740,33,3000,300,8,8,4,2048);
INSERT INTO datas VALUES(101306010,1,0,740,33,2800,1500,8,2048,1,3);
INSERT INTO datas VALUES(101306011,1,0,740,33,2400,1500,7,2,8,0);
INSERT INTO datas VALUES(101306012,1,0,740,33,2000,2500,7,8388608,2,536872448);
INSERT INTO datas VALUES(101306013,1,0,739,33,2600,1500,7,262144,2,262664);
INSERT INTO datas VALUES(101306014,1,0,0,33,2100,1400,5,262144,2,262656);
INSERT INTO datas VALUES(101306015,1,0,0,33,1500,1200,4,262144,2,2147745792);
INSERT INTO datas VALUES(101306016,1,0,0,33,1400,1800,4,262144,2,262152);
INSERT INTO datas VALUES(101306021,1,0,49160,33554465,3400,2400,8,1,32,272891904);
INSERT INTO datas VALUES(101306022,1,0,49160,33,600,800,3,1,32,524);
INSERT INTO datas VALUES(101306023,1,0,49160,33,400,700,3,1,32,262179);
INSERT INTO datas VALUES(101306024,1,0,320,4129,1400,1100,6,256,1,262176);
INSERT INTO datas VALUES(101306025,1,0,320,33,0,2200,4,256,32,262688);
INSERT INTO datas VALUES(101306030,1,0,0,33,1300,1800,6,16,32,0);
INSERT INTO datas VALUES(101306032,1,0,0,33,1400,1000,4,32768,2,2147745794);
INSERT INTO datas VALUES(101306035,1,0,0,33,0,0,1,8192,16,67117056);
INSERT INTO datas VALUES(101306036,1,0,59,97,3400,3000,9,8192,32,33816576);
INSERT INTO datas VALUES(101306037,1,0,49160,97,-2,2800,8,1,32,8704);
INSERT INTO datas VALUES(101306039,1,0,740,8225,3300,0,9,8,4,262164);
INSERT INTO datas VALUES(101306040,1,0,740,8225,3000,2500,8,8388608,2,8);
INSERT INTO datas VALUES(101306041,1,0,320,8225,3300,2200,10,256,32,560);
INSERT INTO datas VALUES(101306045,1,0,0,8388641,2000,2000,3,32768,16,1073750304);
INSERT INTO datas VALUES(101306046,1,0,739,67108897,2900,135,4,262144,2,262152);
INSERT INTO datas VALUES(101306047,1,0,739,67108897,2600,7,3,262144,2,262464);
INSERT INTO datas VALUES(101306049,1,0,320,67108897,1800,10,2,256,16,786464);
INSERT INTO datas VALUES(101306050,1,0,0,67108897,800,36,2,32,2,262658);
INSERT INTO datas VALUES(101306051,1,0,0,67108897,0,6,2,65536,4,268705796);
INSERT INTO datas VALUES(101306052,1,0,0,65538,0,0,0,0,0,138413586);
INSERT INTO datas VALUES(101306053,1,0,0,65538,0,0,0,0,0,134225922);
INSERT INTO datas VALUES(101306054,1,0,0,65538,0,0,0,0,0,786432);
INSERT INTO datas VALUES(101306057,1,0,740,524290,0,0,0,0,0,536);
INSERT INTO datas VALUES(101306058,1,0,0,524290,0,0,0,0,0,0);
INSERT INTO datas VALUES(101306059,1,0,0,2,0,0,0,0,0,2147492352);
INSERT INTO datas VALUES(101306060,1,0,0,131074,0,0,0,0,0,512);
INSERT INTO datas VALUES(101306062,1,0,0,524290,0,0,0,0,0,270848);
INSERT INTO datas VALUES(101306063,1,0,320,2,0,0,0,0,0,528);
INSERT INTO datas VALUES(101306068,1,0,0,2,0,0,0,0,0,0);
INSERT INTO datas VALUES(101306070,1,0,0,4,0,0,0,0,0,263176);
INSERT INTO datas VALUES(101306071,1,0,0,131076,0,0,0,0,0,2214862848);
INSERT INTO datas VALUES(101306073,1,0,740,4,0,0,1,2048,32,537133056);
INSERT INTO datas VALUES(101306074,1,0,740,4,0,0,1,2,32,537133058);
INSERT INTO datas VALUES(101306075,1,0,740,4,0,0,1,64,2,2684616704);
INSERT INTO datas VALUES(101306076,1,0,0,1048580,0,0,0,0,0,10);
INSERT INTO datas VALUES(101306149,3,0,0,16401,0,0,0,256,16,0);
INSERT INTO datas VALUES(101306154,3,0,0,16401,0,0,1,16384,1,0);
INSERT INTO datas VALUES(101306254,3,101306154,0,16401,0,0,1,16384,1,0);
INSERT INTO datas VALUES(101306354,3,101306154,0,16401,0,0,1,16384,1,0);
INSERT INTO datas VALUES(101306454,3,101306154,0,16401,0,0,1,16384,1,0);
CREATE TABLE texts(
    "id" INTEGER PRIMARY KEY,
    "name" TEXT,
    "desc" TEXT,
    "str1" TEXT,
    "str2" TEXT,
    "str3" TEXT,
    "str4" TEXT,
    "str5" TEXT,
    "str6" TEXT,
    "str7" TEXT,
    "str8" TEXT,
    "str9" TEXT,
    "str10" TEXT,
    "str11" TEXT,
    "str12" TEXT,
    "str13" TEXT,
    "str14" TEXT,
    "str15" TEXT,
    "str16" TEXT
);
INSERT INTO texts VALUES(100200292,'純血精靈',unistr('這個卡名的①效果1回合只能使用1次。\u000a①：我方主要階段可以發動。從牌組將1張裝備魔法卡送去墓地。那之後，此卡的攻擊力直到對手回合結束時上升500。\u000a②：此卡戰鬥破壞對手怪獸時可以發動。除了「純血精靈」以外，從牌組選1隻等級4以下的魔法使族、光屬性怪獸加入手牌或特殊召喚。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100200293,'強襲獅子',unistr('此卡可以解放1隻獸戰士族怪獸以表側表示上級召喚。這個卡名的②效果1回合只能使用1次。\u000a①：此卡和怪獸戰鬥給予對手的戰鬥傷害變成2倍。\u000a②：此卡在墓地存在的狀態，我方場上有獸戰士族怪獸召喚、特殊召喚的場合可以發動。此卡加入手牌。那之後，可以表側表示進行此卡的上級召喚。此效果上級召喚的此卡攻擊力上升500，從場上離開的場合被除外。'),'解放1隻獸戰士族怪獸','效果2','是否上級召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100200294,'力量連接',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：以我方場上任意數量的表側表示怪獸為對象可以發動（2隻以上為對象的場合，必須是相同種族）。對象怪獸的攻擊力直到回合結束時上升對象怪獸的數量×500。\u000a②：我方發動過「武裝轉生」的回合可以發動。墓地的此卡加入手牌。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100260001,'小丑戲幫 哈托',unistr('【靈擺效果】\u000a這個卡名的靈擺效果1回合只能使用1次。\u000a①：我方主要階段可以發動。從牌組將靈擺怪獸以外的1張「小丑戲幫」卡片送去墓地，此卡特殊召喚。此效果的發動後，直到下個回合結束前我方不能發動從牌組、額外牌組特殊召喚的怪獸的效果。\u000a【怪獸效果】\u000a①：只要上級召喚的怪獸在我方場上存在，對手場上的怪獸的守備力下降1500。\u000a②：此卡被解放的場合，可以從以下效果選擇1個發動（這個卡名的以下效果1回合各能選擇1次）。\u000a●雙方的額外牌組（表側）、場上的靈擺怪獸全部回到牌組。\u000a●從牌組、額外牌組將靈擺怪獸以外的1隻「小丑戲幫」怪獸無視召喚條件特殊召喚。'),'靈擺效果1','效果2','●回到牌組','●特殊召喚','','','','','','','','','','','','');
INSERT INTO texts VALUES(100262101,'澤塔次元的魔術王',unistr('虛無世界的觀測者。\u000a透過一切時空的扭曲，俯瞰著森羅萬象。\u000a務必小心。當你窺探夢境時，澤塔也正窺視著這個世界。'),'','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100263001,'黑暗恐獸',unistr('這個卡名的①③效果1回合各能使用1次。\u000a①：魔法卡的效果發動過的回合的我方主要階段可以發動。此卡從手牌特殊召喚。\u000a②：只要對手場上的怪獸全部是守備表示，此卡可以直接攻擊。\u000a③：此卡被送去墓地的場合可以發動。從牌組將1隻等級8以上的恐龍族怪獸加入手牌。對手場上有怪獸存在的場合，隨後可以將加入手牌的那隻怪獸特殊召喚。'),'效果1','效果2','是否特殊召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100263002,'大秘儀之力XII-倒吊人',unistr('這個卡名的①效果1回合只能使用1次。\u000a①：卡的效果發動時，向對手展示手牌的此卡可以發動。從手牌將1隻「大秘儀之力」怪獸守備表示特殊召喚。\u000a②：此卡召喚、反轉召喚、特殊召喚的場合發動。投擲1次硬幣，依照那個正反面適用以下效果。\u000a●正：我方場上1隻怪獸破壞，我方受到那個原攻擊力數值的傷害。\u000a●反：對手場上1隻怪獸破壞，給予對手那個原攻擊力數值的傷害。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100263003,'光幻獸 坎德拉德',unistr('這個卡名的①③效果1回合各能使用1次。\u000a①：此卡在手牌存在的場合，從手牌將2張其他卡捨棄可以發動。此卡特殊召喚。那之後，可以從牌組將1張持有投擲硬幣效果的卡加入手牌。\u000a②：此卡的攻擊力、守備力上升我方的手牌數量×1000。\u000a③：包含從牌組將卡加入手牌效果的魔法、陷阱、怪獸的效果發動時可以發動。那個效果無效。'),'效果1','效果2','是否加入手牌？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100263004,'電漿戰士 艾伊托姆',unistr('這個卡名在規則上也當作「磁石勇士」卡片。此卡不能通常召喚。「電漿戰士 艾伊托姆」只能1回合1次將我方場上1隻等級7以上的怪獸解放，從手牌、墓地特殊召喚。\u000a①：1回合1次，除了「電漿戰士 艾伊托姆」以外，從牌組將1隻「磁石戰士」怪獸或「磁石勇士」怪獸送去墓地可以發動。這個回合，此卡的原攻擊力變成1500，可以直接攻擊。'),'','效果1','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100263005,'白夜騎士團的領主',unistr('這個卡名的①效果1回合只能使用1次。\u000a①：從我方墓地將3隻怪獸除外可以發動。此卡從手牌特殊召喚。那之後，可以從以下效果挑選1個適用。\u000a●從手牌、牌組將1隻「白夜騎士」怪獸特殊召喚。\u000a●從牌組將1張「白之面紗」加入手牌。\u000a②：此卡和對手怪獸進行戰鬥的攻擊宣言時發動。那隻對手怪獸的攻擊力變成0。\u000a③：此卡被對手破壞的場合發動。給予對手1000傷害。'),'效果1','效果2','效果3','都不選擇','●特殊召喚','●加入手牌','','','','','','','','','','');
INSERT INTO texts VALUES(100263006,'不死的死亡領主',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：這個回合已有怪獸被戰鬥破壞的場合，結束階段可以發動。此卡從手牌、墓地特殊召喚。這個回合已有「不死的死亡領主」被戰鬥破壞的場合，此效果特殊召喚的此卡的原攻擊力變成3000，不會被效果破壞。\u000a②：我方主要階段可以發動。依照對手場上的卡片數量+1張，從牌組將包含「一擊必殺！居合抽牌」的卡向對手展示，以喜歡的順序放置在牌組上方。'),'效果1','效果2','請選擇要放置在牌組上方的卡','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100263007,'E.HERO 黏土守衛',unistr('「E.HERO」怪獸+戰士族怪獸\u000a這個卡名的①效果1回合只能使用1次。\u000a①：此卡特殊召喚的場合可以發動。從牌組將1隻「E.HERO」怪獸特殊召喚。對手場上有卡存在的場合，隨後可以給予對手那個數量×400傷害。這個回合，我方除了「HERO」怪獸以外不能從額外牌組特殊召喚。\u000a②：只要此卡在怪獸區域存在，我方場上的其他的「E.HERO」怪獸不會被戰鬥、效果破壞。'),'效果1','是否給予傷害？','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100263008,'人偶鐵鎚',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：以我方場上1隻怪獸為對象可以發動。那隻怪獸破壞，我方抽2張卡。那之後，可以將對手場上1隻怪獸的表示形式變更。\u000a②：此卡在墓地存在的狀態，怪獸從我方墓地特殊召喚的場合可以發動。此卡加入手牌。'),'效果1','效果2','是否改變表示形式？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100263009,'速攻召喚',unistr('這個卡名的②效果1回合只能使用1次。\u000a①：進行1隻怪獸的通常召喚。那個時候，如果對手場上有怪獸存在，等級5以上的怪獸召喚的場合可以不用解放。\u000a②：我方主要階段，將不是在這個回合送去墓地的此卡從墓地除外可以發動。從我方的牌組、墓地將1隻可以通常召喚的等級5以上的怪獸加入手牌。那之後，進行那1隻怪獸的上級召喚。'),'效果1','效果2','是否改成不用解放來召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100263010,'D-爆發',unistr('這個卡名的卡在1回合只能發動1張。\u000a①：以我方場上1張表側表示的魔法卡為對象可以發動。那張卡破壞，我方抽1張卡。那之後，我方場上有「D-HERO」怪獸存在的場合，可以將我方的手牌、墓地、除外狀態的1隻「D-HERO」怪獸特殊召喚。\u000a②：已裝備裝備卡的怪獸或「D-HERO 教條小子」攻擊的傷害步驟結束時，將墓地的此卡除外可以發動。那隻攻擊怪獸只有1次可以繼續攻擊。'),'效果1','效果2','是否特殊召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100265002,'魔女工坊 種植女巫希德',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：此卡召喚、特殊召喚的場合，如果我方場上有「魔女工坊 種植女巫希德」以外的「魔女工坊」怪獸或「安迪米翁的皇太子 雷古勒斯」存在，以場上1張表側表示卡為對象可以發動。那張卡回到手牌。\u000a②：將墓地的此卡除外可以發動。向對手展示包含魔法卡的任意數量手牌的卡，那些卡回到牌組。那之後，我方依照回去的數量抽牌。'),'','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100266001,'古之秘儀',unistr('這個卡名的卡在1回合只能發動1張。\u000a①：從我方的手牌、牌組、墓地將1隻通常怪獸守備表示特殊召喚（從牌組特殊召喚的場合，必須是等級4以下）。我方場上有通常怪獸卡存在的場合，可以改成從以下效果挑選1個適用。\u000a●對手場上的怪獸全部破壞。\u000a●對手場上的魔法、陷阱卡全部破壞。\u000a●我方抽2張卡。\u000a●從我方或對手的墓地將1隻怪獸在我方場上特殊召喚。'),'效果1','是否改成適用以下效果？','●破壞怪獸','●破壞魔法、陷阱卡','●抽2張卡','●從墓地特殊召喚','','','','','','','','','','');
INSERT INTO texts VALUES(100266002,'聖心防護罩 －心靈之力－',unistr('對手場上有5張以上表側表示卡存在的場合，此卡的發動和效果不會被無效化，此卡在覆蓋的回合也能發動。\u000a①：以下的任何情況可以發動。對手場上的全部表側表示卡的效果無效並破壞。此卡的發動後，直到下個回合結束時我方怪獸不能直接攻擊。\u000a●對手場上的攻擊力最高的怪獸的攻擊宣言時\u000a●對手發動要讓場上的卡破壞的怪獸的效果\u000a●我方回合中對手發動手牌、場上的怪獸的效果'),'效果1','適用「聖心防護罩 －心靈之力－」的效果來發動','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100266003,'來自冥府的使者',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：我方受到戰鬥、效果傷害的場合可以發動。此卡從手牌特殊召喚，我方回復2000生命值。那之後，可以從以下效果挑選1個適用。\u000a●從我方的手牌、牌組、墓地將1隻「來自冥府的使者」特殊召喚。\u000a●對手場上最多2隻攻擊表示怪獸破壞。\u000a②：此卡特殊召喚的回合的結束階段，以我方墓地1張陷阱卡為對象可以發動。那張卡在我方場上覆蓋。'),'效果1','效果2','●特殊召喚','●破壞場上的怪獸','都不選擇','','','','','','','','','','','');
INSERT INTO texts VALUES(101305081,'古代的見證者',unistr('我方的場上或墓地有同步怪獸存在的場合：此卡可以從手牌特殊召喚。\u000a此卡特殊召喚的場合：可以從我方的額外牌組、墓地將最多3隻卡名不同的同步怪獸當作永續魔法卡在我方的魔法與陷阱區域以表側表示放置，在我方場上將1隻等級是放置數量的「弧光衍生物」（機械族、光、攻/守0）特殊召喚。此效果的發動後，直到回合結束時我方除了同步怪獸以外不能從額外牌組特殊召喚。\u000a這個卡名的每個效果1回合各能使用1次。'),'特殊召喚','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305082,'多疑偏執狂',unistr('得到和此卡相同縱列的全部對手怪獸的控制權。\u000a覆蓋的此卡因對手的效果從場上離開，被送去墓地的場合或被除外的場合：可以將此卡變成持有以下效果的的效果怪獸（惡魔族、闇、等級10、攻4000/守4000）在怪獸區域特殊召喚（不當作陷阱卡）。\u000a●此卡不受和此卡相同縱列發動的對手的卡的效果影響。\u000a這個卡名的卡在1回合只能發動1張。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305083,'幻影火精 約馬格努',unistr('此卡不能通常召喚。從我方墓地讓相同種類（怪獸、魔法、陷阱）的3張卡回到牌組、額外牌組可以特殊召喚。\u000a此卡特殊召喚的場合：可以宣言1個種族；此卡直到回合結束時變成那個種族。\u000a我方主要階段：可以將包含此卡的我方、對手場上的怪獸作為融合素材，將1隻融合怪獸融合召喚。\u000a這個卡名的每個效果1回合各能使用1次。'),'特殊召喚','效果1','效果2','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305084,'雷鳴爆裂 圈套稻草人',unistr('此卡在怪獸區域存在的狀態，每次雷族以外的怪獸表側表示特殊召喚：那些怪獸在這個回合不能攻擊，在結束階段破壞。\u000a此卡在墓地存在的場合：可以選擇我方場上1張表側表示卡為對象；那張卡破壞，此卡加入手牌。這個卡名的這個效果1回合只能使用1次。'),'效果1','效果2','「雷鳴爆裂 圈套稻草人」的效果適用中','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305085,'擾亂實體 米克修希亞',unistr('魔法使族怪獸+魔法使族以外的怪獸\u000a可以選擇場上1隻表側表示怪獸為對象，宣言1個屬性；那隻怪獸變成那個屬性。\u000a對手主要階段（誘發即時效果）：可以將包含我方場上的此卡的我方的場上、墓地的怪獸除外作為融合素材，將1隻融合怪獸融合召喚。\u000a此卡在墓地存在的場合：可以宣言1個屬性；墓地的此卡直到回合結束時變成那個屬性。\u000a這個卡名的每個效果1回合各能使用1次。'),'改變屬性','融合召喚','改變屬性','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305086,'方解黑騎士',unistr('等級3怪獸×2隻以上\u000a此卡超量召喚的場合，或我方的陷阱卡被除外的場合：可以選擇我方除外狀態的1張陷阱卡為對象；那張卡作為此卡的超量素材。\u000a可以去除此卡的任意數量的超量素材，以我方的墓地、除外狀態的1隻等級與去除數量相同的闇屬性怪獸為對象；那隻怪獸特殊召喚。\u000a這個卡名的每個效果1回合各能使用1次。'),'作為超量素材','特殊召喚','請選擇要去除的超量素材的數量','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305087,'森之聖獸 龍面花牝鹿',unistr('此卡召喚、特殊召喚的場合：可以從我方的手牌、場上（表側表示）將1隻獸族怪獸直到結束階段表側除外；從我方的牌組、墓地將1隻等級在那隻怪獸的原等級以下的獸族、地屬性怪獸特殊召喚。那之後，對手可以從自身的手牌將1隻怪獸特殊召喚。這個卡名的這個效果1回合只能使用1次。\u000a可以攻擊的對手怪獸必須向我方場上的攻擊力最高的怪獸攻擊。'),'特殊召喚','是否特殊召喚？','直到結束階段除外','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305088,'冒名轉移',unistr('以場上的卡為對象的對手場上發動的怪獸的效果的處理時，如果任何作為對象的卡和那隻對手怪獸在不同縱列，對手可以從自身墓地將1張卡除外。不除外的場合，那個效果無效。\u000a可以從我方墓地將1隻怪獸除外；在我方場上將1隻等級和那隻怪獸相同「冒名者衍生物」（超能族、地、攻800/守800）特殊召喚。這個卡名的這個效果1回合只能使用1次。'),'','特殊召喚','是否用「冒名轉移」的效果將墓地的卡除外？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305089,'悼光的希路伯',unistr('等級8怪獸×2隻以上\u000a怪獸被送去對手墓地的場合（除了傷害步驟以外）：可以選擇其中1隻為對象；那隻怪獸作為此卡的超量素材。這個卡名的這個效果1回合只能使用1次。\u000a此卡依照素材數量得到以下效果。\u000a●2個以上：此卡不會被戰鬥、效果破壞。\u000a●3個以上：對手不能將墓地的卡作為效果的對象。\u000a●4個以上：可以去除此卡的3個超量素材；場上1隻怪獸送去墓地。'),'作為超量素材','送去墓地','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305090,'具象天使 沙特蘭卡',unistr('協調+協調以外的怪獸1隻以上\u000a可以選擇對手場上1隻怪獸為對象；那隻怪獸除外。\u000a此卡被當作永續魔法卡在魔法與陷阱區域放置的場合：可以從我方的牌組、墓地將1張「具象天使」陷阱卡加入手牌。\u000a這個卡名的以上效果1回合各能使用1次。\u000a此卡當作永續魔法卡的場合，對手1回合最多只能發動5次怪獸的效果。'),'除外效果','檢索效果','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305091,'具象天使 堡壘',unistr('協調+協調以外的怪獸1隻以上\u000a可以選擇和此卡相同縱列的1張其他卡為對象；那張卡除外。\u000a此卡被當作永續魔法卡在魔法與陷阱區域放置的場合：可以從額外牌組將1隻「具象天使 沙特蘭卡」當作永續魔法卡在我方的魔法與陷阱區域表側表示放置。\u000a這個卡名的以上效果1回合各能使用1次。\u000a此卡當作永續魔法卡的場合，場上的其他「具象天使」卡片不會被對手的效果破壞。'),'除外效果','放置效果','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305092,'具象天使 戰馬',unistr('協調+協調以外的怪獸1隻以上\u000a可以選擇其他縱列的1隻怪獸為對象；那隻怪獸除外。\u000a此卡被當作永續魔法卡在魔法與陷阱區域放置的場合：可以從牌組將1張「具象天使」魔法卡加入手牌。\u000a這個卡名的以上效果1回合各能使用1次。\u000a此卡當作永續魔法卡使用的場合，每次對手發動卡的效果，給予對手500傷害。'),'除外效果','檢索效果','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305093,'具象天使 士兵',unistr('協調+協調以外的怪獸1隻\u000a可以選擇此卡的相鄰縱列的1隻對手怪獸為對象；那隻怪獸除外，那之後，此卡的控制權轉移給對手，放置在相鄰縱列的對手的主要怪獸區域。\u000a表側表示的此卡的控制權變更的場合：此卡回到額外牌組，那之後，此卡的原持有者從自身的額外牌組將1隻「具象天使」怪獸特殊召喚。\u000a這個卡名的每個效果1回合各能使用1次。'),'除外效果','特殊召喚','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305094,'具象天使謎題',unistr('1回合1次：可以捨棄1張魔法、陷阱卡；從額外牌組將1隻等級2的「具象天使」怪獸特殊召喚，從額外牌組將1隻「具象天使」怪獸當作永續魔法卡在我方的魔法與陷阱區域表側表示放置。\u000a我方場上的表側表示的「具象天使」怪獸卡被戰鬥、效果破壞的場合：可以讓我方的魔法與陷阱區域的1張「具象天使」怪獸卡回到額外牌組。那之後，可以將那隻怪獸特殊召喚。'),'特殊召喚','回到額外牌組','是否特殊召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305095,'具象天使干擾',unistr('我方場上1隻「具象天使」怪獸的控制權直到結束階段轉移給對手。那之後，那隻怪獸的前、後、相鄰的區域（怪獸區域、魔法與陷阱區域）存在的對手的表側表示卡的效果無效。\u000a可以從我方墓地將此卡除外；從牌組將「具象天使干擾」以外的1張「具象天使」魔法、陷阱卡加入手牌。\u000a這個卡名的每個效果1回合各能使用1次。'),'轉移控制權','檢索效果','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305096,'具象天使e4開局',unistr('對手先攻的場合，此卡也能在對手的第1個回合的準備階段從手牌發動。\u000a從我方的手牌、牌組、墓地將1張「具象天使」場地魔法卡在我方場上表側表示放置，從額外牌組將1隻等級是2或7的「具象天使」怪獸在額外怪獸區域特殊召喚，從額外牌組將1隻「具象天使」怪獸當作永續魔法卡在我方的魔法與陷阱區域表側表示放置。此卡的發動後，直到下個我方回合結束時，我方除了同步怪獸以外不能從額外牌組特殊召喚。'),'發動','適用「具象天使e4開局」的效果來發動','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305181,'弧光衍生物','由「古代的見證者」的效果特殊召喚。','','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101305188,'冒名者衍生物','由「冒名轉移」的效果特殊召喚。','','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306001,'疾風的豹戰士',unistr('這個卡名的①效果1回合只能使用1次。\u000a①：我方、對手的主要階段，將場上的此卡以外的我方的手牌、場上1隻怪獸解放，可以從以下效果選擇1個發動。\u000a●除了「疾風的豹戰士」以外，從手牌、牌組將1隻記載「時間黑魔術師」的卡名的怪獸特殊召喚。\u000a●從牌組將1張記載「時間黑魔術師」的卡名的魔法、陷阱卡送去墓地。\u000a②：此卡只能在怪獸被解放的回合攻擊宣言。'),'效果1','','●特殊召喚','●從牌組送去墓地','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306002,'飛龍龍騎士',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：此卡在手牌存在的場合，向對手展示此卡以外的手牌1張記載「時間黑魔術師」的卡名的卡可以發動。此卡特殊召喚。\u000a②：此卡召喚、特殊召喚的場合可以發動。從牌組將最多2張記載「時間黑魔術師」的卡名的魔法、陷阱卡加入手牌（同名卡最多1張）。那之後，選1張我方的手牌捨棄。\u000a③：此卡可以進行直接攻擊。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306003,'人造人-念力能量震懾者',unistr('這個卡名的②效果1回合只能使用1次。\u000a①：只要此卡在場上、墓地存在，卡名當作「人造人-念力震懾者」。\u000a②：此卡召喚、特殊召喚的場合可以發動。對手場上的陷阱卡全部破壞（裡側表示卡翻開確認）。那之後，此卡的攻擊力上升破壞數量×300。\u000a③：除了此卡以外，只要記載「時間黑魔術師」的卡名的怪獸在我方的場上或墓地存在，對手不能發動陷阱卡的效果。'),'效果2','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306004,'大海的傳說-漁夫',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：對手發動場上的怪獸的效果的場合，或對手怪獸的攻擊宣言時，除了「大海的傳說-漁夫」以外，如果記載「時間黑魔術師」的卡名的卡或「海」在場上存在可以發動。此卡從手牌特殊召喚。\u000a②：此卡特殊召喚的場合，以對手場上1隻怪獸為對象可以發動。那隻怪獸破壞。這個回合的結束階段，場上的此卡回到手牌。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306009,'金神之戰艮鬼 赤沙',unistr('這個卡名的①方法的特殊召喚1回合只能有1次，②③效果1回合各能使用1次。\u000a①：此卡可以將我方場上1張裡側表示卡向對手展示並回到手牌、額外牌組，從手牌特殊召喚。\u000a②：我方、對手的主要階段，從我方的手牌、場上（裡側表示）將1張陷阱卡送去墓地可以發動。對手場上的表側表示怪獸全部變成裡側守備表示。\u000a③：我方結束階段可以發動。從牌組將1張「艮鬼」陷阱卡在我方場上覆蓋。'),'','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306010,'蠱神之色艮鬼 葛葉',unistr('這個卡名的①方法的特殊召喚1回合只能有1次，②③效果1回合各能使用1次。\u000a①：此卡可以將我方場上1張裡側表示卡向對手展示並回到手牌、額外牌組，從手牌特殊召喚。\u000a②：場上的裡側表示卡每有2張，以場上的最多1張卡為對象可以發動。那些卡破壞。\u000a③：我方結束階段，以我方墓地1張「艮鬼」陷阱卡為對象可以發動。那張卡在我方場上覆蓋。'),'','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306011,'疫神之依艮鬼 夜亞',unistr('這個卡名的①方法的特殊召喚1回合只能有1次，②③效果1回合各能使用1次。\u000a①：此卡可以將我方場上1張裡側表示卡向對手展示並回到手牌、額外牌組，從手牌特殊召喚。\u000a②：我方主要階段可以發動。從牌組將1張「艮鬼」魔法、陷阱卡在我方場上覆蓋。\u000a③：對手回合，以場上1隻表側表示怪獸為對象可以發動。那隻怪獸的等級上升或下降1。'),'','效果2','效果3','等級上升','等級下降','','','','','','','','','','','');
INSERT INTO texts VALUES(101306012,'封神之劍艮鬼 水子守',unistr('這個卡名的①方法的特殊召喚1回合只能有1次，②③效果1回合各能使用1次。\u000a①：此卡可以將我方場上1張裡側表示卡向對手展示並回到手牌、額外牌組，從手牌特殊召喚。\u000a②：我方主要階段可以發動。從牌組將幻龍族以外的1隻「艮鬼」怪獸加入手牌。\u000a③：此卡作為「艮鬼」同步怪獸的同步素材被送去墓地的場合，以我方墓地1張通常陷阱卡為對象可以發動。那張卡在我方場上覆蓋。'),'','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306013,'亞特蘭提斯的龍神-戴達羅斯',unistr('這個卡名的①③效果1回合各能使用1次。\u000a①：我方場上有「龍都 亞特蘭提斯」或「海」存在的場合可以發動。此卡從手牌特殊召喚。\u000a②：只要此卡在怪獸區域存在，卡名當作「海」。\u000a③：將我方場上的最多3張表側表示的「海」送去墓地可以發動。除了等級7怪獸以外，從牌組將那個數量的記載「龍都 亞特蘭提斯」的卡名的卡加入手牌。那之後，可以將場上1張卡送去墓地。'),'效果1','效果3','是否選1張卡送去墓地？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306014,'亞特蘭提斯的戰將',unistr('這個卡名的①③效果1回合各能使用1次。\u000a①：將此卡從手牌捨棄可以發動。從牌組將1張記載「龍都 亞特蘭提斯」的卡名的魔法、陷阱卡加入手牌。\u000a②：只要此卡在怪獸區域存在，卡名當作「海」。\u000a③：此卡在墓地存在，我方場上有「海」存在的場合可以發動。此卡特殊召喚。'),'效果1','效果3','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306015,'亞特蘭提斯的怪腕',unistr('這個卡名的①③效果1回合各能使用1次。\u000a①：此卡召喚、特殊召喚的場合，以我方墓地1隻記載「龍都 亞特蘭提斯」的卡名的怪獸為對象可以發動。那隻怪獸守備表示特殊召喚。\u000a②：只要此卡在怪獸區域存在，卡名當作「海」。\u000a③：對手發動怪獸的效果時，將場上、墓地的此卡除外，將我方場上1張表側表示的「海」送去墓地可以發動。那個發動的效果無效。'),'效果1','效果3','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306016,'亞特蘭提斯的妖渦',unistr('這個卡名的①③效果1回合各能使用1次。\u000a①：此卡召喚、特殊召喚的場合可以發動。除了「亞特蘭提斯的妖渦」以外，從牌組將1張記載「龍都 亞特蘭提斯」的卡名的卡送去墓地。\u000a②：只要此卡在怪獸區域存在，卡名當作「海」。\u000a③：此卡被送去墓地的場合，如果我方場上有「海」存在則可以發動。從手牌將1隻水屬性怪獸特殊召喚。'),'效果1','效果3','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306021,'D-HERO 死亡教條小子',unistr('此卡不能通常召喚。「D-HERO 死亡教條小子」只能1回合1次從我方墓地將戰士族或闇屬性的怪獸合計3隻除外，從手牌、墓地特殊召喚。\u000a①：這個方法將此卡特殊召喚的場合可以發動。下個準備階段，給予對手2000傷害。\u000a②：1回合1次，對手發動效果時可以發動。我方的手牌、場上、墓地的怪獸作為融合素材回到牌組，將1隻戰士族或闇屬性的融合怪獸融合召喚。'),'','效果1','效果2','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306022,'D-HERO 魔鬼主宰小子',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：此卡召喚、特殊召喚的場合，以對手場上1隻怪獸為對象可以發動。那隻怪獸直到下個準備階段除外。\u000a②：從牌組將1隻「D-HERO」怪獸送去墓地可以發動。從我方的牌組、墓地將1張「幽獄的時鐘塔」或「幽獄的時鐘都市-黑暗城市」加入手牌。此效果的發動後，直到回合結束時我方除了闇屬性的「HERO」怪獸以外不能特殊召喚。'),'效果1','效果2','直到下個準備階段除外','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306023,'D-HERO 無懼從者',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：我方場上有「D-HERO」怪獸或場地魔法卡表側表示存在的場合可以發動。此卡從手牌特殊召喚。那之後，可以適用以下效果。\u000a●我方場上1張卡破壞，從牌組將1張「融合」加入手牌。\u000a②：我方將等級8的「D-HERO」怪獸特殊召喚的場合，將墓地的此卡除外，以對手場上1張卡為對象可以發動。那張卡回到牌組最上方。'),'效果1','效果2','是否破壞並檢索？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306024,'魔救的調律者',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：此卡在手牌存在的場合，從手牌讓1張其他的「魔救」卡片回到牌組最上方可以發動。此卡特殊召喚。\u000a②：我方主要階段可以發動。從我方牌組上方翻開5張卡。可以從其中選1隻等級4以下的岩石族怪獸特殊召喚。其餘以喜歡的順序回到牌組下方。'),'效果1','效果2','是否特殊召喚怪獸？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306025,'魔救的奇石-海蛇晶石',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：此卡用「魔救」卡片的效果特殊召喚的場合可以發動。從牌組將「魔救的奇石-海蛇晶石」以外的1張「魔救」卡片加入手牌。那之後，可以從手牌將1隻岩石族怪獸特殊召喚。\u000a②：此卡在墓地存在的場合，以我方的場上、墓地1隻岩石族同步怪獸為對象可以發動。那隻怪獸回到額外牌組，此卡回到牌組最上方。'),'效果1','效果2','是否特殊召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306030,'死相的冥鑑 修布羅',unistr('這個卡名的②③效果1回合各能使用1次。\u000a①：此卡可以不用解放來召喚。\u000a②：此卡召喚、特殊召喚的場合可以發動。除了「死相的冥鑑 修布羅」以外，從牌組將1隻等級6以上的不死族怪獸送去墓地。那之後，可以從我方墓地將1隻等級6以上的不死族怪獸加入手牌。\u000a③：此卡在怪獸區域存在的狀態，怪獸從墓地特殊召喚的場合可以發動。進行1隻不死族超量怪獸的超量召喚。'),'不解放的召喚','效果2','效果3','是否加入手牌？','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306032,'公灰熊',unistr('這個卡名的②效果1回合只能使用1次。\u000a①：此卡被戰鬥破壞送去墓地時可以發動。從牌組將1隻攻擊力1400的等級4怪獸特殊召喚。我方墓地有2隻以上攻擊力1400的等級4怪獸存在的場合，也能改成將1隻通常怪獸特殊召喚。\u000a②：我方場上有效果怪獸以外的表側表示怪獸存在，對手發動怪獸的效果時，將墓地的此卡除外可以發動。那個發動無效並破壞。'),'特殊召唤','发动无效','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306035,'一日萬倍龍',unistr('①：我方、對手的結束階段，支付100生命值可以發動。給此卡放置1個萬倍計數器。\u000a②：1回合1次，我方主要階段可以發動。雙方的生命值的差額每有1000，給此卡放置1個萬倍計數器。\u000a③：只要此卡的萬倍計數器有10個以上，此卡的攻擊力、守備力上升10000。\u000a④：此卡被戰鬥、效果破壞的場合，去除1個萬倍計數器作為代替。'),'放置1個計數器','放置X個計數器','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306036,'真紅眼超越黑龍',unistr('「真紅眼黑龍」+記載「時間黑魔術師」的卡名的怪獸\u000a「真紅眼超越黑龍」只能1回合1次用融合召喚或以下方法特殊召喚。\u000a●「時間黑魔術師」的效果將怪獸破壞的回合，將我方、對手的場上1隻表側表示怪獸解放，可以從額外牌組特殊召喚。\u000a①：此卡特殊召喚的場合可以發動。從我方的手牌、墓地將1隻等級8以下的怪獸特殊召喚。\u000a②：場上的此卡不受對手發動的魔法、怪獸的效果影響。'),'效果1','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306037,'D-HERO 無懼小子',unistr('等級5以上的「D-HERO」怪獸×2\u000a「D-HERO 無懼小子」只能1回合1次用融合召喚或以下方法特殊召喚。\u000a●將我方場上1隻「D-HERO 恐懼小子」解放，可以從額外牌組特殊召喚。\u000a①：此卡特殊召喚的場合可以發動。從牌組將「D-HERO」怪獸或記載那個卡名的卡合計2張加入手牌。\u000a②：此卡的攻擊力變成我方的場上、墓地的其他「D-HERO」怪獸的原攻擊力的合計數值。'),'效果1','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306039,'艮鬼神 朱沙之王',unistr('協調+協調以外的怪獸1隻以上\u000a這個卡名的①②效果1回合各能使用1次。\u000a①：此卡同步召喚的場合，從我方墓地將任意數量的陷阱卡除外可以發動。將那個數量的場上的卡除外。\u000a②：我方、對手的結束階段，以我方的墓地、除外狀態的最多2張「艮鬼」怪獸、陷阱卡為對象可以發動。那些卡各自加入手牌或在我方場上覆蓋。以2張卡為對象發動的場合，隨後讓此卡回到額外牌組。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306040,'艮鬼神 水子守命',unistr('協調+協調以外的怪獸1隻以上\u000a這個卡名的①效果1回合只能使用1次。\u000a①：此卡特殊召喚的場合可以發動。從牌組將1張「艮鬼」卡片送去墓地，場上1張卡送去墓地。\u000a②：對手發動怪獸的效果的場合，以我方的墓地、除外狀態的1張「艮鬼」陷阱卡為對象可以發動（場上的裡側表示卡有3張以上的場合，也能改成以我方墓地1張陷阱卡為對象）。那張卡在我方場上覆蓋。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306041,'魔救的奇蹟-海蛇晶石',unistr('協調+協調以外的怪獸1隻以上\u000a這個卡名的①②效果1回合各能使用1次。\u000a①：我方墓地有闇屬性怪獸存在的場合可以發動。從牌組將1張「魔救」魔法、陷阱卡加入手牌。\u000a②：對手發動場上的怪獸的效果時可以發動。從我方牌組上方翻開5張卡。最多到其中的岩石族怪獸數量，可以讓對手場上的卡回到手牌。翻開的卡以喜歡的順序回到牌組下方。'),'效果1','效果2','是否挑選場上的卡回到手牌？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306045,'燦冠乘騎 疾驅海人馬',unistr('等級3怪獸×2\u000a「燦冠乘騎 疾驅海人馬」1回合1次也能重疊在我方場上的攻擊力2000以下的獸族怪獸上方來超量召喚。\u000a此卡不能作為超量召喚的素材。\u000a①：此卡戰鬥破壞怪獸的場合發動。給此卡放置1個冠計數器。那之後，依照此卡的冠計數器的數量適用以下效果。\u000a●1個：此卡的攻擊力上升400。\u000a●2個：此卡的攻擊力上升600。\u000a●3個：此卡回到額外牌組，我方抽3張卡。'),'是否重疊在獸族怪獸上方來超量召喚？','效果1','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306046,'蒼海龍神-新戴達羅斯・狂怒',unistr('怪獸4隻\u000a①：此卡連結召喚的場合可以發動。從我方墓地將最多3隻記載「龍都 亞特蘭提斯」的卡名的怪獸在此卡指向的我方場上特殊召喚。此效果的發動後，直到回合結束時我方不能將怪獸特殊召喚。\u000a②：只要此卡在怪獸區域存在，卡名當作「海」。\u000a③：我方、對手回合1次，將我方場上1張表側表示的「海」送去墓地可以發動。除了「海」以外，場上的卡全部送去墓地。'),'當作Link-3連結召喚（龍都 亞特蘭提斯）','效果1','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306047,'真海龍騎-戴達羅斯',unistr('水屬性怪獸3隻\u000a這個卡名的①③效果1回合各能使用1次。\u000a①：此卡連結召喚的場合可以發動。從牌組將1隻記載「龍都 亞特蘭提斯」的卡名的怪獸特殊召喚。\u000a②：只要此卡在怪獸區域存在，卡名當作「海」。\u000a③：我方、對手的主要階段，將我方場上1張表側表示的「海」送去墓地可以發動（應對這個發動，雙方不能發動效果）。對手的手牌全部捨棄，對手抽那個數量的卡。'),'當作Link-2連結召喚（龍都 亞特蘭提斯）','效果1','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306049,'魔救的輝跡',unistr('包含同步怪獸的效果怪獸2隻\u000a這個卡名的①②效果1回合各能使用1次。\u000a①：此卡連結召喚的場合，或此卡指向的區域有怪獸特殊召喚的場合，以我方的場上、墓地1隻怪獸為對象可以發動。將1隻持有和那隻怪獸相同的等級的「奇石衍生物」（岩石族、光、攻/守0）在我方場上特殊召喚。\u000a②：此卡以外的場上的怪獸的效果發動時可以發動。那隻怪獸回到牌組最上方。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306050,'海中戰型助手機器人',unistr('機械族怪獸2隻\u000a這個卡名的①②效果1回合各能使用1次，這些效果發動的整回合中，我方除了機械族怪獸以外不能特殊召喚。\u000a①：此卡連結召喚的場合，以對手場上1隻怪獸為對象可以發動。那隻怪獸以及此卡破壞。那之後，可以從我方墓地將水屬性怪獸以外的1隻攻擊力1600以下的機械族怪獸特殊召喚。\u000a②：此卡被除外的場合可以發動。從牌組將1隻攻擊力和守備力數值相同的機械族怪獸加入手牌。'),'效果1','效果2','是否特殊召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306051,'解層龍 斯特拉提亞',unistr('包含恐龍族怪獸的怪獸2隻\u000a這個卡名的②效果1回合只能使用1次。\u000a①：此卡連結召喚的場合可以發動。此卡的攻擊力上升那些作為連結素材的恐龍族怪獸的原攻擊力合計數值的一半。\u000a②：我方主要階段可以發動。我方的場上、墓地的怪獸作為融合素材除外，將1隻恐龍族融合怪獸融合召喚。此效果的發動後，直到回合結束時我方除了恐龍族怪獸以外不能從額外牌組特殊召喚。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306052,'時間黑魔術師',unistr('①：可以從以下效果選擇1個發動（這個卡名的以下效果1回合各能選擇1次）。\u000a●除了「時間黑魔術師」以外，從牌組將1張記載「時間黑魔術師」的卡名的卡加入手牌。這個回合的結束階段，從我方墓地將1張「時間黑魔術師」加入手牌。\u000a●投擲1次硬幣，並猜正反面。如果猜對，對手場上的怪獸全部破壞，給予對手那些原攻擊力的合計數值一半的傷害。如果猜錯，我方場上的怪獸全部破壞。'),'效果1','●從牌組加入手牌','●投擲1次硬幣','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306053,'天使與魔鬼的骰子',unistr('①：擲2次骰子，這個回合中，以下效果各自適用。\u000a●我方場上的記載「時間黑魔術師」的卡名的怪獸的攻擊力、守備力上升擲出點數的總和×200。\u000a●對手場上的怪獸的攻擊力、守備力下降擲出點數的總和×200。\u000a②：此卡在墓地存在的狀態，對手將怪獸召喚、特殊召喚的場合，將此卡除外，以其中1隻為對象可以發動。擲2次骰子，擲出點數的總和是6以上的場合，對象怪獸破壞。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306054,'眠羊 替罪山羊','①：在我方場上將最多4隻「替身羊衍生物」（獸族、地、等級1、攻/守0）守備表示特殊召喚。對手場上有怪獸存在的場合，隨後可以從牌組將1隻「疾風的豹戰士」特殊召喚。這個回合，這個衍生物不能為了上級召喚而解放，我方除了融合怪獸以外不能從額外牌組特殊召喚。記載「時間黑魔術師」的卡名的我方場上的卡被戰鬥、效果破壞的場合，可以將此效果特殊召喚的我方場上1隻衍生物破壞作為代替。','效果1','請選擇特殊召喚的數量','是否將「疾風的豹戰士」特殊召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306057,'艮鬼神門 三千世界',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：以我方場上任意數量的裡側表示卡為對象可以發動。最多到那些裡側表示卡的數量，從牌組將場地魔法卡以外的「艮鬼」卡片加入手牌（同名卡最多1張）。那之後，作為對象的裡側表示卡送去墓地。\u000a②：我方場上有「艮鬼」怪獸以及裡側表示卡存在的狀態，場上有卡被覆蓋的場合，以場上1張卡為對象可以發動。那張卡回到手牌。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306058,'龍都 亞特蘭提斯',unistr('這個卡名的③效果1回合只能使用1次。\u000a①：只要場上有記載「龍都 亞特蘭提斯」的卡名的怪獸存在，雙方的手牌、場上的怪獸的等級下降1。\u000a②：只要此卡在場地區域存在，我方將「戴達羅斯」連結怪獸連結召喚的場合，需要的連結素材的數量可以減少1個，連結素材的條件可以減少1隻。\u000a③：此卡在墓地存在，我方場上有「海」存在的場合可以發動。此卡在我方場上表側表示放置。'),'','效果3','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306059,'呼應的亞特蘭提斯',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：從牌組將1隻記載「龍都 亞特蘭提斯」的卡名的怪獸加入手牌。我方場上有「龍都 亞特蘭提斯」存在的場合，隨後可以將對手場上1隻效果怪獸的效果直到回合結束時無效。\u000a②：我方場上有「海」存在的場合，將墓地的此卡除外可以發動。我方場上的全部水屬性怪獸的攻擊力、守備力上升500。'),'效果1','效果2','是否將1隻怪獸無效？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306060,'顯現的亞特蘭提斯',unistr('這個卡名的②③效果1回合各能使用1次。\u000a①：只要此卡在魔法與陷阱區域存在，卡名當作「海」。\u000a②：我方主要階段可以發動。從牌組將1張「龍都 亞特蘭提斯」或「海」在我方的場地區域表側表示放置。\u000a③：此卡被送去墓地的場合可以發動。從牌組將1隻海龍族、等級7怪獸加入手牌。'),'效果2','效果3','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306062,'幽獄的時鐘都市-黑暗城市',unistr('這個卡名的①③效果1回合各能使用1次。\u000a①：此卡發動的回合的我方主要階段可以發動。從牌組將1隻「D-HERO」怪獸或1張記載那個卡名的卡加入手牌。\u000a②：每次我方將等級8以上的「D-HERO」怪獸特殊召喚發動。我方場上的全部戰士族怪獸的攻擊力上升300。\u000a③：此卡被破壞的場合可以發動。從牌組將1隻「D-HERO」怪獸當作「幽獄的時鐘塔」的效果特殊召喚。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306063,'魔救的合緣',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：從牌組將1隻「魔救」怪獸加入手牌。\u000a②：此卡在墓地存在的場合，讓1張手牌回到牌組最上方可以發動。此卡加入手牌。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306068,'宇宙性颶風',unistr('這個卡名的卡在1回合只能發動1張。\u000a①：場上最多2張卡回到手牌。那之後，雙方各自依照回到自身的手牌的數量，挑選自身的手牌以喜歡的順序回到牌組下方。'),'效果1','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306070,'愚蠢的盜墓者',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：除了「愚蠢的盜墓者」以外，從牌組將1張記載「時間黑魔術師」的卡名的卡送去墓地。那之後，可以將我方或對手的墓地1隻怪獸在我方場上特殊召喚。\u000a②：將墓地的此卡除外可以發動。以下的任何1張卡在我方場上覆蓋。\u000a●除了「愚蠢的盜墓者」以外，記載「時間黑魔術師」的卡名的我方墓地的魔法、陷阱卡\u000a●對手墓地的魔法、陷阱卡'),'效果1','效果2','是否特殊召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306071,'大逆轉BOX',unistr('①：我方、對手的準備階段發動。擲1次骰子，最多到擲出點數的數量，給此卡放置計數器（最多6個）。\u000a②：對手怪獸攻擊的傷害計算時1次，或對手場上的怪獸的效果發動時，去除此卡的1個計數器，以其中1隻為對象可以發動。投擲1次硬幣，並猜正反面。如果猜對，從牌組將1隻記載「時間黑魔術師」的卡名的怪獸特殊召喚，對象怪獸直到回合結束時攻擊力變成0，效果無效化。'),'效果1','效果2','請選擇要放置的計數器的數量','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306073,'色艮鬼之蟲毒',unistr('這個卡名的卡在1回合只能發動1張。\u000a①：可以從以下效果選擇1個發動。\u000a●此卡變成通常怪獸（昆蟲族、協調、闇、等級1、攻/守0）在怪獸區域特殊召喚（不當作陷阱卡）。那之後，可以進行1隻同步怪獸的同步召喚。\u000a●以我方墓地1隻「艮鬼」怪獸為對象可以發動。那隻怪獸特殊召喚。'),'效果1','●當作怪獸特殊召喚','●從墓地特殊召喚','是否同步召喚？','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306074,'依艮鬼之咒咆',unistr('這個卡名的卡在1回合只能發動1張。\u000a①：可以從以下效果選擇1個發動。\u000a●此卡變成通常怪獸（魔法使族、協調、闇、等級1、攻/守0）在怪獸區域特殊召喚（不當作陷阱卡）。那之後，可以進行1隻同步怪獸的同步召喚。\u000a●我方的場上或墓地有「艮鬼」怪獸存在的場合，以對手場上1隻怪獸為對象可以發動。那隻怪獸破壞。'),'效果1','●當作怪獸特殊召喚','●破壞怪獸','是否同步召喚？','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306075,'劍艮鬼之神域',unistr('這個卡名的卡在1回合只能發動1張。\u000a①：可以從以下效果選擇1個發動。\u000a●此卡變成通常怪獸（水族、協調、水、等級1、攻/守0），在怪獸區域特殊召喚（不當作陷阱卡）。那之後，可以進行1隻同步怪獸的同步召喚。\u000a●對手發動魔法、陷阱卡的效果時，如果對手場上沒有裡側表示卡存在可以發動。那個效果無效。'),'效果1','●當作怪獸特殊召喚','●效果無效','是否同步召喚？','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306076,'戴達羅斯的大渦',unistr('這個卡名的①②效果1回合只有1次能使用其中1個。\u000a①：我方場上有「龍都 亞特蘭提斯」存在，對手將怪獸召喚、特殊召喚之際可以發動。使其無效，那些怪獸破壞。那之後，我方場上有水屬性連結怪獸存在的場合，可以將水屬性怪獸以外的場上的怪獸全部破壞。\u000a②：將墓地的此卡除外，將我方場上1張表側表示的「海」送去墓地，以對手場上1隻怪獸為對象可以發動。那隻怪獸送去墓地。'),'效果1','效果2','是否將怪獸破壞？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306149,'奇石衍生物','由「魔救的輝跡」的效果特殊召喚。','','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306154,'替身羊衍生物','由「眠羊 替罪山羊」的效果特殊召喚。記載「時間黑魔術師」的卡名的我方場上的卡被戰鬥、效果破壞的場合，可以將此卡破壞作為代替。','','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306254,'替身羊衍生物','由「眠羊 替罪山羊」的效果特殊召喚。記載「時間黑魔術師」的卡名的我方場上的卡被戰鬥、效果破壞的場合，可以將此卡破壞作為代替。','','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306354,'替身羊衍生物','由「眠羊 替罪山羊」的效果特殊召喚。記載「時間黑魔術師」的卡名的我方場上的卡被戰鬥、效果破壞的場合，可以將此卡破壞作為代替。','','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306454,'替身羊衍生物','由「眠羊 替罪山羊」的效果特殊召喚。記載「時間黑魔術師」的卡名的我方場上的卡被戰鬥、效果破壞的場合，可以將此卡破壞作為代替。','','','','','','','','','','','','','','','','');
COMMIT;
