PRAGMA foreign_keys=OFF;
BEGIN TRANSACTION;
CREATE TABLE datas(
    "id" INTEGER PRIMARY KEY,
    "ot" INTEGER,
    "alias" INTEGER,
    "setcode" INTEGER,
    "type" INTEGER,
    "atk" INTEGER,
    "def" INTEGER,
    "level" INTEGER,
    "race" INTEGER,
    "attribute" INTEGER,
    "category" INTEGER
) STRICT;
INSERT INTO datas VALUES(48128081,1,0,0,131074,0,0,0,0,0,265235);
INSERT INTO datas VALUES(100200292,1,0,0,33,1800,1500,4,2,16,270856);
INSERT INTO datas VALUES(100200293,1,0,0,33,2600,2500,7,32768,1,8208);
INSERT INTO datas VALUES(100200294,1,0,0,2,0,0,0,0,0,9232);
INSERT INTO datas VALUES(100266001,1,0,0,2,0,0,0,0,0,0);
INSERT INTO datas VALUES(100266002,1,0,0,4,0,0,0,0,0,0);
INSERT INTO datas VALUES(100266003,1,0,0,33,2700,2500,7,8,32,8651778);
INSERT INTO datas VALUES(100266004,1,0,273,33554465,2800,1000,7,8192,32,262147);
INSERT INTO datas VALUES(100266005,1,0,47,8225,3000,1000,9,8192,2,20);
INSERT INTO datas VALUES(100266006,1,0,72,8388641,2100,1000,4,64,2,1090519552);
INSERT INTO datas VALUES(100266007,1,0,0,65538,0,0,0,0,0,0);
INSERT INTO datas VALUES(100266008,1,0,454,4129,0,2000,4,2,16,16777728);
INSERT INTO datas VALUES(100267001,1,0,746,33,0,1000,4,16,16,512);
INSERT INTO datas VALUES(100267002,1,0,746,33,0,1500,4,16,16,1568);
INSERT INTO datas VALUES(100267003,1,0,6030058,161,5000,2500,12,16,32,33819136);
INSERT INTO datas VALUES(100267004,1,0,746,161,3200,2500,8,16,32,262296);
INSERT INTO datas VALUES(100267005,1,0,746,161,2800,1500,6,16,32,270384);
INSERT INTO datas VALUES(100267006,1,0,746,524290,0,0,0,0,0,262400);
INSERT INTO datas VALUES(100267007,1,0,746,2,0,0,0,0,0,262656);
INSERT INTO datas VALUES(100267008,1,0,746,2,0,0,0,0,0,262400);
INSERT INTO datas VALUES(100267009,1,0,746,4,0,0,0,0,0,17039364);
INSERT INTO datas VALUES(100267010,1,0,746,4,0,0,0,0,0,2147483656);
INSERT INTO datas VALUES(100267011,1,0,746,1048580,0,0,0,0,0,2147484673);
INSERT INTO datas VALUES(100267016,1,0,749,33,2100,2100,7,2,16,262432);
INSERT INTO datas VALUES(100267017,1,0,749,33,1400,1400,7,16,32,270592);
INSERT INTO datas VALUES(100267018,1,0,749,33,700,2100,7,16384,1,1074004224);
INSERT INTO datas VALUES(100267019,1,0,749,33,2800,1400,7,1,8,262432);
INSERT INTO datas VALUES(100267020,1,0,749,33,2800,700,7,8192,4,262432);
INSERT INTO datas VALUES(100267021,1,0,749,33,700,1400,7,64,2,256);
INSERT INTO datas VALUES(100267022,1,0,749,8388641,2100,2100,7,2,16,33554688);
INSERT INTO datas VALUES(100267023,1,0,749,8388641,1400,2800,7,32,16,1073807392);
INSERT INTO datas VALUES(100267025,1,0,749,131074,0,0,0,0,0,16777504);
INSERT INTO datas VALUES(100267026,1,0,749,4,0,0,0,0,0,1074004256);
INSERT INTO datas VALUES(100267031,1,0,748,33,100,1000,1,1048576,32,263172);
INSERT INTO datas VALUES(100267032,1,0,748,33,1200,200,2,1048576,16,263172);
INSERT INTO datas VALUES(100267033,1,0,748,33,300,2000,3,1048576,2,262148);
INSERT INTO datas VALUES(100267034,1,0,748,33,1700,400,4,1048576,4,262148);
INSERT INTO datas VALUES(100267035,1,0,748,33,1000,2500,5,1048576,16,2147746820);
INSERT INTO datas VALUES(100267036,1,0,748,33,2400,1200,6,1048576,1,50593796);
INSERT INTO datas VALUES(100267037,1,0,748,33,2100,2800,7,1048576,8,263460);
INSERT INTO datas VALUES(100267038,1,0,748,33,3000,2400,8,1048576,32,16778247);
INSERT INTO datas VALUES(100267039,1,0,748,524290,0,0,0,0,0,1024);
INSERT INTO datas VALUES(100267040,1,0,748,131074,0,0,0,0,0,262148);
INSERT INTO datas VALUES(100267041,1,0,748,131076,0,0,0,0,0,271360);
INSERT INTO datas VALUES(100268004,1,0,221,97,4500,3800,12,8192,16,50364419);
INSERT INTO datas VALUES(100268005,1,0,0,33,2600,2200,7,32,32,262658);
INSERT INTO datas VALUES(100268006,1,0,272,161,0,0,1,33554432,32,2147753984);
INSERT INTO datas VALUES(100268008,1,0,0,33,2800,1400,8,1,16,262664);
INSERT INTO datas VALUES(100268011,1,0,0,4,0,0,0,0,0,4194372);
INSERT INTO datas VALUES(100268012,1,0,0,33,2100,500,4,1,32,2147491842);
INSERT INTO datas VALUES(100268013,1,0,750,33554465,1200,2000,4,8192,1,2164261440);
INSERT INTO datas VALUES(100268014,1,0,750,33554465,2100,1500,5,8192,16,842);
INSERT INTO datas VALUES(100268015,1,0,0,131074,0,0,0,0,0,0);
INSERT INTO datas VALUES(100268201,1,0,0,97,2900,2400,8,2,32,2147491851);
INSERT INTO datas VALUES(100269038,2,0,153,67108897,2500,7,3,8192,16,2147746051);
INSERT INTO datas VALUES(100269113,2,0,223,33,1900,1500,5,32768,32,263680);
INSERT INTO datas VALUES(100269215,2,0,8214,4129,200,1600,4,32,8,262666);
INSERT INTO datas VALUES(101306281,2,0,0,33,2500,3200,9,64,2,17041664);
INSERT INTO datas VALUES(101307001,1,0,751,33,2000,1400,5,8,32,262672);
INSERT INTO datas VALUES(101307002,1,0,751,33,1600,1200,4,1,32,16);
INSERT INTO datas VALUES(101307003,1,0,751,33,1800,1200,4,8,32,262200);
INSERT INTO datas VALUES(101307004,1,0,751,33,800,1200,4,8,32,21233680);
INSERT INTO datas VALUES(101307030,1,0,49283823,97,-2,-2,10,2097152,64,33562632);
INSERT INTO datas VALUES(101307031,1,0,751,97,3000,2500,8,8,4,4194304);
INSERT INTO datas VALUES(101307051,1,0,751,65538,0,0,0,0,0,262168);
INSERT INTO datas VALUES(101307052,1,0,751,131074,0,0,0,0,0,12583432);
INSERT INTO datas VALUES(101307072,1,0,751,4,0,0,0,0,0,8654848);
INSERT INTO datas VALUES(101307073,1,0,751,131076,3000,3000,10,64,2,33817088);
CREATE TABLE texts(
    "id" INTEGER PRIMARY KEY,
    "name" TEXT,
    "desc" TEXT,
    "str1" TEXT,
    "str2" TEXT,
    "str3" TEXT,
    "str4" TEXT,
    "str5" TEXT,
    "str6" TEXT,
    "str7" TEXT,
    "str8" TEXT,
    "str9" TEXT,
    "str10" TEXT,
    "str11" TEXT,
    "str12" TEXT,
    "str13" TEXT,
    "str14" TEXT,
    "str15" TEXT,
    "str16" TEXT,
    FOREIGN KEY("id") REFERENCES datas("id") DEFERRABLE INITIALLY DEFERRED
) STRICT;
INSERT INTO texts VALUES(48128081,'宿命的決鬥',unistr('①：作為此卡的發動時的效果處理，雙方各自可以從自身的手牌將1隻怪獸攻擊表示特殊召喚。那之後，此效果特殊召喚的怪獸以外的表側表示怪獸在場上存在的場合，將其全部變成裡側守備表示。此卡的發動後，直到回合結束時我方不能將怪獸召喚、特殊召喚。\u000a②：1回合1次，我方怪獸的攻擊宣言時可以發動。那次攻擊無效，對手場上1張裡側表示卡破壞。\u000a③：對手結束階段發動。此卡回到手牌。'),'效果1','效果2','效果3','是否從手牌特殊召喚？','','','','','','','','','','','','');
INSERT INTO texts VALUES(100200292,'純血精靈',unistr('這個卡名的①效果1回合只能使用1次。\u000a①：我方主要階段可以發動。從牌組將1張裝備魔法卡送去墓地。那之後，此卡的攻擊力直到對手回合結束時上升500。\u000a②：此卡戰鬥破壞對手怪獸時可以發動。除了「純血精靈」以外，從牌組選1隻等級4以下的魔法使族、光屬性怪獸加入手牌或特殊召喚。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100200293,'強襲獅子',unistr('此卡可以解放1隻獸戰士族怪獸以表側表示上級召喚。這個卡名的②效果1回合只能使用1次。\u000a①：此卡和怪獸戰鬥給予對手的戰鬥傷害變成2倍。\u000a②：此卡在墓地存在的狀態，我方場上有獸戰士族怪獸召喚、特殊召喚的場合可以發動。此卡加入手牌。那之後，可以表側表示進行此卡的上級召喚。此效果上級召喚的此卡攻擊力上升500，從場上離開的場合被除外。'),'解放1隻獸戰士族怪獸','效果2','是否上級召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100200294,'力量連接',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：以我方場上任意數量的表側表示怪獸為對象可以發動（2隻以上為對象的場合，必須是相同種族）。對象怪獸的攻擊力直到回合結束時上升對象怪獸的數量×500。\u000a②：我方發動過「武裝轉生」的回合可以發動。墓地的此卡加入手牌。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100266001,'古之秘儀',unistr('這個卡名的卡在1回合只能發動1張。\u000a①：從我方的手牌、牌組、墓地將1隻通常怪獸守備表示特殊召喚（從牌組特殊召喚的場合，必須是等級4以下）。我方場上有通常怪獸卡存在的場合，可以改成從以下效果挑選1個適用。\u000a●對手場上的怪獸全部破壞。\u000a●對手場上的魔法、陷阱卡全部破壞。\u000a●我方抽2張卡。\u000a●從我方或對手的墓地將1隻怪獸在我方場上特殊召喚。'),'效果1','是否改成適用以下效果？','●破壞怪獸','●破壞魔法、陷阱卡','●抽2張卡','●從墓地特殊召喚','','','','','','','','','','');
INSERT INTO texts VALUES(100266002,'聖心防護罩 －心靈之力－',unistr('對手場上有5張以上表側表示卡存在的場合，此卡的發動和效果不會被無效化，此卡在覆蓋的回合也能發動。\u000a①：以下的任何情況可以發動。對手場上的全部表側表示卡的效果無效並破壞。此卡的發動後，直到下個回合結束時我方怪獸不能直接攻擊。\u000a●對手場上的攻擊力最高的怪獸的攻擊宣言時\u000a●對手發動要讓場上的卡破壞的怪獸的效果\u000a●我方回合中對手發動手牌、場上的怪獸的效果'),'效果1','適用「聖心防護罩 －心靈之力－」的效果來發動','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100266003,'來自冥府的使者',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：我方受到戰鬥、效果傷害的場合可以發動。此卡從手牌特殊召喚，我方回復2000生命值。那之後，可以從以下效果挑選1個適用。\u000a●從我方的手牌、牌組、墓地將1隻「來自冥府的使者」特殊召喚。\u000a●對手場上最多2隻攻擊表示怪獸破壞。\u000a②：此卡特殊召喚的回合的結束階段，以我方墓地1張陷阱卡為對象可以發動。那張卡在我方場上覆蓋。'),'效果1','效果2','●特殊召喚','●破壞場上的怪獸','都不選擇','','','','','','','','','','','');
INSERT INTO texts VALUES(100266004,'黑暗武裝龍・湮滅',unistr('此卡不能通常召喚。只能在我方墓地的闇屬性怪獸是3隻的場合特殊召喚。這個卡名的①②效果1回合各能使用1次。\u000a①：向對手展示手牌的此卡可以發動。從手牌將1隻等級6以下的闇屬性怪獸特殊召喚。這個回合，我方除了闇屬性怪獸以外不能特殊召喚。\u000a②：我方、對手的主要階段，從我方墓地將最多3隻闇屬性怪獸除外，以那個數量的場上的卡為對象可以發動。那些卡破壞。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100266005,'冰結界的龍胤 千槍龍',unistr('協調+協調以外的怪獸1隻以上\u000a這個卡名的①②③效果1回合各能使用1次。\u000a①：此卡同步召喚的場合，捨棄1張手牌可以發動。從對手的場上、墓地將2張卡除外。\u000a②：對手將怪獸特殊召喚的場合，將1張手牌除外可以發動。從我方或對手的場上、墓地讓1張卡回到手牌。\u000a③：同步召喚的此卡在對手回合被送去墓地的場合可以發動。從對手的手牌、場上、墓地將1張卡除外（從手牌是隨機挑選）。'),'效果1','效果2','效果3','是否將手牌除外？','','','','','','','','','','','','');
INSERT INTO texts VALUES(100266006,'No.101 寂靜榮譽方舟騎士-靈魂救濟',unistr('等級4怪獸×2\u000a這個卡名的①效果1回合只能使用1次。\u000a①：可以去除此卡的1個超量素材，從以下效果選擇1個發動。\u000a●除了去除的超量素材以外，挑選我方墓地1隻等級4怪獸，從牌組將1隻和那隻怪獸卡名不同，種族、屬性相同的等級4怪獸加入手牌。\u000a●以對手場上1隻怪獸為對象可以發動。那隻怪獸作為此卡的超量素材。\u000a②：此卡被破壞的場合，可以去除此卡的1個超量素材作為代替。'),'效果1','●從牌組加入手牌','●作為超量素材','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100266007,'月女神之至天',unistr('①：對手場上的怪獸數量比我方場上的怪獸多的場合，可以從以下效果選擇1個發動（這個卡名的以下效果1回合各能選擇1次）。\u000a●最多到對手場上的表側表示怪獸的數量，以場上的表側表示卡為對象，支付作為對象的數量×800生命值可以發動。那些卡的效果直到回合結束時無效。\u000a●對手發動手牌、墓地的怪獸的效果時可以發動。那個效果無效。'),'效果1','●場上的表側表示卡無效','●手牌、墓地的怪獸的效果無效','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100266008,'聖主王女 蘿茲帕梅拉',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：對手回合，向對手展示手牌的此卡可以發動。從牌組將1張「聖主王的粉碎」卡片加入手牌。那之後，選1張我方的手牌捨棄。\u000a②：此卡召喚、特殊召喚的場合可以發動。從我方的牌組、墓地將1張「列王」陷阱卡或「聖主王的粉碎」陷阱卡在我方場上覆蓋。此效果覆蓋的卡在覆蓋的回合也能發動。\u000a③：我方的魔法與陷阱區域的裡側表示卡不會被效果破壞。'),'效果1','效果2','適用「聖主王女 蘿茲帕梅拉」的效果來發動','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267001,'塞尼特的啟示者-奈菲爾塔利',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：此卡召喚、特殊召喚的場合，將此卡送去墓地可以發動。挑選我方的手牌、牌組、場上（表側表示）、墓地的最多2張通常怪獸卡，給雙方確認。那之後，依照那個數量從牌組將「塞尼特」魔法卡在我方場上覆蓋。\u000a②：對手回合，將墓地的此卡除外可以發動。從我方墓地將1隻通常怪獸當作裝備魔法卡給我方場上1隻儀式怪獸裝備。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267002,'塞尼特的啟示者-阿蒙霍特普',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：此卡召喚、特殊召喚的場合，將此卡送去墓地可以發動。挑選我方的手牌、牌組、場上（表側表示）、墓地的最多2張通常怪獸卡，給雙方確認。那之後，依照那個數量從牌組將「塞尼特」陷阱卡在我方場上覆蓋。\u000a②：將墓地的此卡除外，以我方墓地最多3隻通常怪獸為對象可以發動。那些怪獸回到牌組。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267003,'塞尼特納赫特 斯芬克斯',unistr('藉由「塞尼特」卡片降臨\u000a這個卡名的①③效果1回合各能使用1次。\u000a①：將此卡從手牌捨棄可以發動。從牌組將「塞尼特納赫特 斯芬克斯」以外的1張「塞尼特」卡片加入手牌。\u000a②：已裝備裝備卡的此卡不受對手發動的效果影響。\u000a③：我方、對手回合，將我方場上1張表側表示的通常怪獸卡送去墓地可以發動。對手場上的怪獸全部變成裡側守備表示。那之後，可以從我方墓地將1隻通常怪獸特殊召喚。'),'效果1','效果3','是否特殊召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267004,'塔烏塞尼特 阿賈特',unistr('藉由「塞尼特」卡片降臨\u000a這個卡名的①③效果1回合各能使用1次。\u000a①：將此卡從手牌捨棄可以發動。從牌組將「塔烏塞尼特 阿賈特」以外的1張「塞尼特」卡片送去墓地。\u000a②：已裝備裝備卡的此卡不會被效果破壞。\u000a③：我方、對手回合，將我方場上最多3張表側表示的通常怪獸卡送去墓地，以那個數量的對手場上的卡為對象可以發動。那些卡回到手牌。那之後，可以從我方墓地將1隻通常怪獸特殊召喚。'),'效果1','效果3','是否特殊召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267005,'塞尼特摩斯 尼庫貝特',unistr('藉由「塞尼特」卡片降臨\u000a這個卡名的①③效果1回合各能使用1次。\u000a①：將此卡從手牌捨棄可以發動。從我方墓地將「塞尼特摩斯 尼庫貝特」以外的1張「塞尼特」卡片加入手牌。\u000a②：已裝備裝備卡的此卡不會被戰鬥破壞。\u000a③：我方、對手回合可以發動。我方的魔法與陷阱區域1張表側表示的通常怪獸卡特殊召喚，我方場上的此卡當作攻擊力上升2500的裝備魔法卡給那隻怪獸裝備。'),'效果1','效果3','是否特殊召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267006,'塞尼特 歸光葬魂之儀',unistr('這個卡名的②效果1回合只能使用1次。\u000a①：1回合1次，可以發動。我方的手牌、牌組、場上（表側表示）的通常怪獸卡送去墓地（同名卡最多1張），直到等級合計為儀式召喚的怪獸的等級以上為止，從我方的手牌、墓地將1隻「塞尼特」儀式怪獸儀式召喚。那之後，可以從我方墓地將1隻通常怪獸當作裝備魔法卡給那隻怪獸裝備。\u000a②：我方將衍生物以外的通常怪獸特殊召喚的場合可以發動。我方抽1張卡。'),'效果1','效果2','是否裝備？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267007,'塞尼特 歸光之契',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：從牌組將1隻「塞尼特」怪獸加入手牌。\u000a②：此卡在墓地存在的狀態，我方將「塞尼特」儀式怪獸從手牌捨棄的場合，將此卡除外可以發動。從額外牌組將1隻攻擊力在捨棄怪獸的攻擊力以下的效果怪獸以外的融合怪獸當作通常怪獸卡特殊召喚。這個回合，此效果特殊召喚的怪獸不能直接攻擊，我方不能發動不死族以外的怪獸的效果。'),'效果1','效果2','當作通常怪獸卡','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267008,'歸光之旅-『塞尼特』',unistr('這個卡名的卡在1回合只能發動1張。\u000a①：挑選我方的手牌、牌組、場上（表側表示）、墓地的以下數量的通常怪獸卡，給雙方確認。那之後，依照那個數量適用以下效果。此效果將手牌的卡確認的場合，隨後我方可以抽1張卡。\u000a●2張：除了效果怪獸以外，從額外牌組將1隻等級8以下的融合怪獸當作通常怪獸卡特殊召喚。\u000a●3張：牌組1隻「塞尼特」怪獸或者我方墓地1隻通常怪獸特殊召喚。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267009,'塞尼特 光器還魂之儀',unistr('這個卡名的卡在1回合只能發動1張。\u000a①：我方的手牌、牌組、場上（表側表示）的通常怪獸卡送去墓地（同名卡最多1張），直到等級合計為儀式召喚的怪獸的等級以上為止，從我方的手牌、墓地將1隻「塞尼特」儀式怪獸儀式召喚。那之後，可以從我方墓地將1隻通常怪獸當作裝備魔法卡給那隻怪獸裝備。\u000a②：我方場上的通常怪獸卡被戰鬥、效果破壞的場合，可以將墓地的此卡除外作為代替。'),'效果1','','是否裝備？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267010,'塞尼特 光器之瀑布',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：依照我方場上的通常怪獸以及「塞尼特」儀式怪獸的數量，指定對手的主要怪獸區域可以發動。這個回合中，指定區域各自只有1次，在此發動的怪獸的效果無效化。\u000a②：我方場上的通常怪獸卡的攻擊力的總和高於3000的場合，將墓地的此卡除外，以對手場上1隻怪獸為對象可以發動。那隻怪獸送去墓地。'),'效果1','效果2','是否繼續選擇？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267011,'塞尼特 光器之降雷',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：我方場上有通常怪獸或「塞尼特」儀式怪獸存在，對手發動魔法、陷阱卡時可以發動。那個發動無效並破壞。\u000a②：我方場上的通常怪獸卡的攻擊力的總和高於3000的場合，將墓地的此卡除外可以發動。從我方的牌組、墓地將「塞尼特 光器之降雷」以外的1張「塞尼特」魔法、陷阱卡在我方場上覆蓋。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267016,'盈彩月夜之帳 西艾蘿',unistr('這個卡名的③效果1回合只能使用1次。\u000a①：抽到此卡時，向對手展示此卡可以發動。此卡特殊召喚。\u000a②：此卡在手牌存在的場合，從我方的手牌、場上（表側表示）讓此卡以外的1張卡回到牌組最下方可以發動。此卡特殊召喚。\u000a③：我方、對手的主要階段可以發動（此效果發動的整回合中，我方不能用抽牌以外的方法從牌組將卡加入手牌）。我方抽1張卡。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267017,'盈彩月夜之雅 卡蘿爾',unistr('①：抽到此卡時，向對手展示此卡可以發動。此卡特殊召喚。\u000a②：此卡可以不用解放來召喚。這個方法召喚的此卡的原攻擊力變成700。\u000a③：此卡從手牌召喚、特殊召喚的場合可以發動（此效果發動的整回合中，我方不能用抽牌以外的方法從牌組將卡加入手牌）。我方抽1張卡。此效果的發動後，直到回合結束時我方除了光屬性超量怪獸以外不能從額外牌組特殊召喚。'),'效果1','不解放的召喚','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267018,'盈彩月夜之翼 菈碧',unistr('①：抽到此卡時，向對手展示此卡可以發動。此卡特殊召喚。\u000a②：此卡從手牌召喚、特殊召喚的場合可以發動（此效果發動的整回合中，我方不能用抽牌以外的方法從牌組將卡加入手牌）。我方抽1張卡。此效果的發動後，直到回合結束時我方除了光屬性超量怪獸以外不能從額外牌組特殊召喚。\u000a③：對手回合1次，可以發動。進行1隻光屬性、階級7超量怪獸的超量召喚。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267019,'盈彩月夜之刃 希耶娜',unistr('這個卡名的③效果1回合只能使用1次。\u000a①：抽到此卡時，向對手展示此卡可以發動。此卡特殊召喚。\u000a②：此卡的①效果特殊召喚的場合，以對手場上1隻怪獸為對象可以發動。那隻怪獸回到牌組最下方。\u000a③：將此卡從手牌捨棄可以發動（此效果發動的整回合中，我方不能用抽牌以外的方法從牌組將卡加入手牌）。我方抽1張卡。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267020,'盈彩月夜之燈 庫露雪',unistr('這個卡名的③效果1回合只能使用1次。\u000a①：抽到此卡時，向對手展示此卡可以發動。此卡特殊召喚。\u000a②：此卡的①效果特殊召喚的場合，以對手場上1張魔法、陷阱卡為對象可以發動。那張卡回到牌組最下方。\u000a③：將此卡從手牌捨棄可以發動（此效果發動的整回合中，我方不能用抽牌以外的方法從牌組將卡加入手牌）。我方抽1張卡。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267021,'盈彩月夜之朔 斯奎茲',unistr('此卡的效果發動的決鬥中，我方不能用抽牌以外的方法從牌組將卡加入手牌。\u000a①：我方、對手回合，可以將此卡從手牌捨棄，從以下效果選擇1個發動（這個卡名的以下效果1回合各能選擇1次）。\u000a●這個回合中，每次有卡用抽牌以外的方法加入對手的手牌，我方抽1張卡。此效果的發動後，直到下個回合結束時我方除了階級7超量怪獸以外不能從額外牌組特殊召喚。\u000a●我方抽1張卡。'),'','●對手檢索時抽牌','●抽1張卡','「盈彩月夜之朔 斯奎茲」誓約（不能檢索）','「盈彩月夜之朔 斯奎茲」的效果適用中','','','','','','','','','','','');
INSERT INTO texts VALUES(100267022,'盈彩月夜之天 西艾蘿-一擲乾坤',unistr('等級7「盈彩月夜」怪獸×2\u000a此卡不能作為融合、超量、連結召喚的素材。\u000a①：只要此卡在額外怪獸區域存在，此卡得到以下效果。\u000a●此卡不受其他卡的效果影響。\u000a●包含從牌組將卡加入手牌效果的，對手發動的效果的處理時，可以將那個效果變成「我方抽1張卡」。\u000a●我方、對手回合1次，去除此卡的1個超量素材可以發動。我方抽1張卡。\u000a②：此卡被對手送去墓地的場合可以發動。我方抽1張卡。'),'','是否改變效果？','●抽1張卡','效果2','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267023,'盈彩月夜之朔 斯奎茲-千金大獎',unistr('等級7怪獸×2隻以上\u000a這個卡名的②效果1回合只能使用1次。\u000a①：對手怪獸不能選擇其他怪獸作為攻擊對象。\u000a②：此卡超量召喚的場合，或怪獸從手牌特殊召喚的場合，去除此卡的任意數量的超量素材可以發動。依照那個數量，讓對手場上的卡以喜歡的順序回到牌組下方。\u000a③：每次對手用抽牌以外的方法讓對手的卡從牌組離開可以發動。對手牌組最上方的卡作為此卡的超量素材。'),'','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267025,'未眠之城的『盈彩月夜』',unistr('①：我方場上的等級7「盈彩月夜」怪獸1回合各有1次不會被效果破壞。\u000a②：1回合1次，可以從以下效果選擇1個發動。\u000a●挑選1張我方的手牌回到牌組最上方或最下方。那之後，我方抽1張卡。\u000a●我方場上有魔法使族的「盈彩月夜」超量怪獸存在的場合可以發動。我方抽1張卡。\u000a③：我方、對手的結束階段發動。我方的墓地、除外狀態的「盈彩月夜」卡片全部回到牌組。'),'效果2','●回牌組並抽1張卡','●抽1張卡','效果3','牌組上方','牌組下方','','','','','','','','','','');
INSERT INTO texts VALUES(100267026,'盈彩月夜之輝煌',unistr('這個卡名的②效果1回合只能使用1次，①②效果發動的決鬥中，我方不能用抽牌以外的方法從牌組將卡加入手牌。\u000a①：從額外牌組將1隻「盈彩月夜」超量怪獸特殊召喚，此卡作為那個超量素材。那之後，可以讓我方墓地的「盈彩月夜」卡片全部回到牌組。\u000a②：將墓地的此卡除外可以發動。我方抽1張卡。'),'效果1','效果2','是否讓卡回到牌組？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267031,'虛之異解△蓋赫納',unistr('這個卡名的①③效果1回合各能使用1次。\u000a①：此卡在手牌存在，我方場上沒有怪獸存在的場合可以發動。此卡特殊召喚。\u000a②：此卡召喚、特殊召喚的場合發動。從我方牌組上方將1張卡裡側除外。\u000a③：我方主要階段可以發動。「虛之異解△蓋赫納」以外的我方的除外狀態（裡側）的最多2隻「異解△」怪獸加入手牌（同名卡最多1張）。這個回合，我方不能發動「異解△」卡片以外的卡的效果。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267032,'天之異解△邪奧爾',unistr('這個卡名的①③效果1回合各能使用1次。\u000a①：此卡在手牌存在，我方場上有「異解△」怪獸存在的場合可以發動。此卡特殊召喚。\u000a②：此卡召喚、特殊召喚的場合發動。從我方牌組上方將2張卡裡側除外。\u000a③：我方主要階段可以發動。我方的除外狀態（裡側）的最多2張「異解△」魔法、陷阱卡加入手牌（同名卡最多1張）。這個回合，我方不能發動「異解△」卡片以外的卡的效果。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267033,'碧之異解△屠奧內拉',unistr('這個卡名的①③效果1回合各能使用1次。\u000a①：此卡在手牌存在，對手場上的怪獸的數量比我方場上的怪獸多的場合可以發動。此卡特殊召喚。\u000a②：此卡召喚、特殊召喚的場合發動。從我方牌組上方將3張卡裡側除外。\u000a③：我方主要階段可以發動。我方的除外狀態（裡側）的1隻等級5以上的「異解△」怪獸特殊召喚。這個回合，我方不能發動「異解△」卡片以外的卡的效果。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267034,'緋之異解△奈落迦',unistr('這個卡名的①③效果1回合各能使用1次。\u000a①：對手將怪獸特殊召喚的場合可以發動。此卡從手牌特殊召喚。\u000a②：此卡召喚、特殊召喚的場合發動。從我方牌組上方將4張卡裡側除外。\u000a③：對手主要階段可以發動。我方的除外狀態（裡側）的1隻等級5以上的「異解△」怪獸特殊召喚。這個回合，我方不能發動「異解△」卡片以外的卡的效果。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267035,'天霆異解△幽謎',unistr('這個卡名的①效果1回合只能使用1次。\u000a①：向對手展示手牌的此卡可以發動。此卡裡側除外，等級5怪獸以外的我方的除外狀態（裡側）的1張「異解△」卡片加入手牌。\u000a②：此卡召喚、特殊召喚的場合發動。從我方牌組上方將5張卡裡側除外。\u000a③：1回合1次，對手發動怪獸的效果時可以發動。和那隻怪獸相同屬性的我方的除外狀態（裡側）的1隻「異解△」怪獸回到牌組，那個發動無效。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267036,'葬嶺異解△危爾海姆',unistr('這個卡名的①效果1回合只能使用1次。\u000a①：我方、對手的主要階段，向對手展示手牌的此卡可以發動。此卡裡側除外，等級6怪獸以外的我方的除外狀態（裡側）的1隻「異解△」怪獸特殊召喚。\u000a②：此卡召喚、特殊召喚的場合發動。從我方牌組上方將6張卡裡側除外。\u000a③：只要此卡在怪獸區域存在，我方場上的其他「異解△」卡片不會被對手的效果破壞，對手不能將其作為效果的對象。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267037,'狂嵐異解△普戮托尼翁',unistr('這個卡名的①效果1回合只能使用1次。\u000a①：我方、對手回合，向對手展示手牌的此卡和手牌的1張「異解△」卡片可以發動。那2張裡側除外，我方抽2張卡。\u000a②：此卡召喚、特殊召喚的場合發動。從我方牌組上方將7張卡裡側除外。\u000a③：我方、對手回合1次，可以發動。我方的除外狀態（裡側）的1隻「異解△」怪獸回到牌組。那之後，可以讓和那隻怪獸屬性相同的對手場上1隻怪獸回到牌組。'),'效果1','效果2','效果3','「狂嵐異解△普戮托尼翁」的效果1展示','是否讓怪獸回到牌組？','','','','','','','','','','','');
INSERT INTO texts VALUES(100267038,'虛蝕異解△災罕納姆',unistr('①：此卡召喚、特殊召喚的場合發動。從我方牌組上方將8張卡裡側除外。\u000a②：依照除外狀態（裡側）的卡的數量，此卡得到以下效果。\u000a●10張以上：此卡不會被戰鬥破壞。\u000a●20張以上：我方、對手回合1次，以場上1張卡為對象可以發動。那張卡破壞。\u000a●30張以上：對手結束階段可以發動。我方的除外狀態（裡側）的1張卡加入手牌。\u000a●40張以上：跳過我方、對手的抽牌階段。'),'效果1','●20張以上：','●30張以上：','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267039,'異解△領域-瓦爾渦羅斯',unistr('從我方的牌組上方、墓地將合計5張卡裡側除外可以發動此卡。這個卡名的①效果1回合只能使用1次。\u000a①：我方主要階段可以發動。「異解△領域-瓦爾渦羅斯」以外的我方的除外狀態（裡側）的1張「異解△」卡片加入手牌。\u000a②：只要我方場上有等級5以上的「異解△」怪獸存在，我方牌組的張數是0張，我方回合期間，對手不能發動卡的效果。'),'是否除外墓地的卡來發動？','','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267040,'異解△福音',unistr('從我方的牌組上方、墓地將合計5張卡裡側除外可以發動此卡。這個卡名的②效果1回合只能使用1次。\u000a①：只要此卡在魔法與陷阱區域存在，我方在通常召喚之外只有1次，在我方主要階段召喚1隻「異解△」怪獸。\u000a②：我方主要階段可以發動。我方場上1隻原等級是4以下的「異解△」怪獸裡側除外，我方的除外狀態（裡側）的1隻等級5以上的「異解△」怪獸特殊召喚。'),'是否除外墓地的卡來發動？','召喚（異解△福音）','效果2','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100267041,'異解△審判',unistr('①：對手將怪獸召喚、特殊召喚的場合，以其中1隻為對象可以發動。挑選1隻持有和那隻怪獸相同屬性的我方的除外狀態（裡側）的「異解△」怪獸加入手牌或特殊召喚（這個回合，這個卡名的此效果不能挑選相同屬性的怪獸）。這個回合，我方不能發動「異解△」卡片以外的卡的效果。\u000a②：我方牌組的張數是0張的場合，我方的「異解△」怪獸和對手怪獸進行戰鬥的傷害計算時1次，可以發動。那隻對手怪獸的攻擊力變成0。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268004,'超越神明的僕人-青眼究極龍',unistr('「青眼白龍」+「青眼白龍」+「青眼白龍」\u000a這個卡名的③效果1回合可以使用最多3次。\u000a①：此卡只要在怪獸區域存在，不會被效果破壞，在對手回合期間不受對手發動的效果影響。\u000a②：此卡在1次戰鬥階段中可以攻擊3次。\u000a③：我方、對手的戰鬥階段，以對手場上1隻這個回合特殊召喚的怪獸或1張裡側表示卡為對象可以發動（同一連鎖上最多1次）。那張卡破壞。'),'','效果3','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268005,'機械龍-左輪槍龍',unistr('這個卡名的②③效果1回合各能使用1次。\u000a①：我方場上沒有怪獸存在的場合，此卡可以不用解放來召喚。\u000a②：我方主要階段可以發動。從牌組將「機械龍-左輪槍龍」以外的1隻機械族、闇屬性怪獸加入手牌。\u000a③：此卡從場上送去墓地的我方、對手回合的戰鬥階段可以發動。此卡特殊召喚，投擲3次硬幣。那之後，可以將最多到正面數量的場上的怪獸破壞。'),'不解放的召喚','效果2','效果3','是否將怪獸破壞？','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268006,'幻想的邪眼-納祭',unistr('「幻想的邪眼-納祭」降臨\u000a這個卡名的①③效果1回合各能使用1次。\u000a①：此卡在手牌存在的場合，將我方場上2隻怪獸解放可以發動。此卡當作儀式召喚特殊召喚。\u000a②：此卡的戰鬥產生給我方的戰鬥傷害由對手代為承受。\u000a③：我方、對手的主要階段，以對手場上1隻效果怪獸為對象可以發動。那隻怪獸的效果無效，當作攻擊力上升2000的裝備魔法卡給此卡裝備。'),'效果1','效果3','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268008,'閃電的戰士-雷光斷罪者 吉爾弗德',unistr('這個卡名的③效果1回合只能使用1次。\u000a①：此卡可以將我方場上3隻怪獸解放，從手牌特殊召喚。將原持有者是對手的怪獸解放的場合，在這次特殊召喚成功時，對手不能發動卡的效果。\u000a②：此卡的①方法特殊召喚的場合發動。對手必須將自身場上的怪獸全部送去墓地。\u000a③：此卡被送去墓地的場合可以發動。這個回合的結束階段，從牌組將1隻戰士族怪獸加入手牌。'),'','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268011,'懲罰遊戲「GREED－欲望的幻像－」',unistr('這個卡名的卡在1回合只能發動1張。\u000a①：對手已在抽牌階段以外從牌組將卡加入手牌的回合可以發動。給予對手相當於對手的手牌數量×400傷害。對手的手牌、場上、墓地的卡合計在20張以上的場合，隨後可以將對手的手牌全部除外。'),'效果1','是否除外？','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268012,'屍魔俠',unistr('①：此卡的攻擊宣言時發動。我方失去500生命值，此卡的攻擊力上升500。\u000a②：怪獸被戰鬥破壞時可以發動。墓地的此卡當作裝備魔法卡給破壞那隻怪獸的怪獸裝備。那之後，可以將對手場上的攻擊力最高的1隻怪獸破壞。\u000a③：裝備怪獸的卡名當作「屍魔俠」，效果無效化。\u000a④：裝備怪獸的攻擊宣言時發動。那個控制者失去500生命值，裝備怪獸的攻擊力上升500。'),'效果1','效果2','效果3','是否將怪獸破壞？','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268013,'魔之龍牌-土龍',unistr('此卡不能通常召喚。向對手展示包含此卡的手牌3隻地屬性怪獸可以特殊召喚。這個卡名的①②效果1回合各能使用1次。\u000a①：向對手展示手牌的此卡可以發動。從牌組將1張「龍牌」卡片加入手牌。那之後，選1張我方的手牌捨棄。\u000a②：對手發動場上的怪獸的效果時可以發動。那個效果無效。場上有水屬性怪獸存在的場合，隨後在這個回合中，此卡不會被戰鬥、效果破壞。'),'','效果1','效果2','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268014,'魔之龍牌-金龍',unistr('此卡不能通常召喚。向對手展示包含此卡的手牌3隻光屬性怪獸可以特殊召喚。這個卡名的①②效果1回合各能使用1次。\u000a①：向對手展示手牌的此卡可以發動。從牌組將1張「龍牌」卡片加入手牌。那之後，選1張我方的手牌捨棄。\u000a②：我方、對手的主要階段可以發動。對手場上1隻怪獸破壞，此卡送去墓地。那之後，場上有地屬性怪獸存在的場合，我方可以抽1張卡。'),'','效果1','效果2','是否抽1張卡？','','','','','','','','','','','','');
INSERT INTO texts VALUES(100268015,'超級大成功',unistr('這個卡名的卡在1回合只能發動1張。\u000a①：作為此卡的發動時的效果處理，可以從牌組將1張持有擲骰子效果的卡加入手牌。\u000a②：卡的效果讓我方或對手擲骰子，出現1的場合，那個玩家可以從以下效果選擇1個發動（同一連鎖上雙方最多1次）。\u000a●對手場上最多3隻怪獸破壞。\u000a●對手場上1隻怪獸破壞，對手場上1隻怪獸的效果無效。\u000a●從我方墓地將1隻怪獸特殊召喚。'),'效果1','效果2','是否加入手牌？','●怪獸破壞','●怪獸破壞並無效','●從墓地特殊召喚','','','','','','','','','','');
INSERT INTO texts VALUES(100268201,'波動的超魔導劍士-黑色聖武士',unistr('「黑魔導」+等級7以上的怪獸\u000a此卡只能用融合召喚來特殊召喚。\u000a①：此卡的攻擊力上升場上的其他怪獸的數量×500。\u000a②：此卡可以向全部對手怪獸各攻擊1次。\u000a③：1回合1次，對手發動魔法卡的效果時可以發動。那個效果無效。那之後，可以將場上1張卡破壞。\u000a④：此卡用戰鬥、效果將卡破壞送去墓地時適用。只要那些卡在墓地存在，那些效果不能發動。'),'效果3','是否將1張卡破壞？','「波動的超魔導劍士-黑色聖武士」效果4適用中','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100269038,'異色眼超控龍',unistr('包含靈擺怪獸的怪獸2隻以上\u000a可以以我方場上1張其他卡為對象；那張卡破壞，我方抽1張卡。\u000a我方回合，對手發動卡的效果時（誘發即時效果）：可以捨棄1張手牌；那個效果無效。\u000a這個卡名的以上效果1回合各能使用1次。\u000a此卡的效果1將靈擺怪獸卡破壞的回合，我方在通常的靈擺召喚之外只有1次，可以在我方主要階段將「娛樂夥伴」怪獸、「魔術師」靈擺怪獸、「異色眼」怪獸靈擺召喚（此效果1回合只能適用1次）。'),'破壞','效果無效','靈擺召喚（異色眼超控龍）','','','','','','','','','','','','','');
INSERT INTO texts VALUES(100269113,'月光緋虎',unistr('我方發動「月光」怪獸的效果的場合（除了傷害步驟以外）：可以將此卡從手牌特殊召喚。這個回合對手已發動卡的效果的場合，隨後可以從我方的牌組、墓地將1張「融合」加入手牌。\u000a此卡被卡的效果送去墓地的場合：可以從我方的額外牌組（表側）、墓地將等級5以外的1隻「月光」怪獸特殊召喚。此效果特殊召喚的怪獸不能發動效果。\u000a這個卡名的每個效果1回合各能使用1次。'),'特殊召喚','特殊召喚','是否把「融合」加入手牌？','「月光緋虎」的效果特殊召喚','','','','','','','','','','','','');
INSERT INTO texts VALUES(100269215,'疾行機人 達磨打落人',unistr('此卡在手牌存在的場合：可以從牌組將「疾行機人 達磨打落人」以外的1張「疾行機人」卡片送去墓地；此卡特殊召喚。此效果的發動後，直到回合結束時我方除了風屬性怪獸以外不能特殊召喚。\u000a此卡從場上送去墓地的場合：可以從牌組將1張「疾行機人」魔法、陷阱卡加入手牌。我方場上有「清透翼」怪獸存在的場合，隨後可以將場上1隻怪獸破壞。\u000a這個卡名的每個效果1回合各能使用1次。'),'特殊召喚','檢索','是否把怪獸破壞？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101306281,'冰原的始祖 歐德姆布拉',unistr('場上有4張以上卡存在的場合：可以從手牌將此卡特殊召喚。\u000a可以將我方場上最多2張魔法、陷阱卡送去墓地；依照那個數量抽牌，那之後，可以從我方的手牌將1隻水屬性怪獸特殊召喚。\u000a對手發動卡的效果時（誘發即時效果）：可以將此卡變成裡側守備表示。這個回合，我方場上的全部裡側表示卡不會被對手的效果破壞，對手不能將其作為效果的對象。\u000a這個卡名的每個效果1回合各能使用1次。'),'特殊召喚','抽牌','變成裡側表示','是否特殊召喚？','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307001,'太陽神的詠詩者-地獄詩人',unistr('這個卡名的①②③效果1回合各能使用1次。\u000a①：從手牌將1張其他卡捨棄可以發動。此卡從手牌特殊召喚。\u000a②：此卡特殊召喚的場合可以發動。從牌組將「太陽神的詠詩者-地獄詩人」以外的1張「太陽神」卡片加入手牌。我方的生命值比對手少2000以上的場合，隨後可以將對手的手牌隨機選1張捨棄。\u000a③：這個回合「不死的太陽神」已被送去我方墓地的場合，在結束階段可以發動。墓地的此卡加入手牌。'),'效果1','效果2','效果3','是否捨棄對手的手牌？','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307002,'太陽神的處刑人-馬裘拉',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：此卡召喚、特殊召喚的場合，或從手牌、場上送去墓地的場合可以發動。從手牌、牌組將1張「太陽神」魔法、陷阱卡在我方場上覆蓋。將速攻魔法、陷阱卡覆蓋的場合，那張卡在覆蓋的回合也能發動。\u000a②：這個回合「不死的太陽神」已被送去我方墓地的場合，在結束階段可以發動。墓地的此卡加入手牌。'),'效果1','效果2','適用「太陽神的處刑人-馬裘拉」的效果來發動','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307003,'太陽神的殺戮機-鉤刀魔',unistr('這個卡名的①②③效果1回合各能使用1次。\u000a①：此卡在手牌存在，我方場上有「太陽神」卡片存在的場合可以發動。此卡特殊召喚。\u000a②：將此卡解放，以此卡以外的我方或對手的墓地的1張卡為對象可以發動。從牌組將1張「太陽神」卡片送去墓地，對象卡片回到牌組最下方。\u000a③：這個回合「不死的太陽神」已被送去我方墓地的場合，在結束階段可以發動。墓地的此卡加入手牌。'),'效果1','效果2','效果3','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307004,'太陽神的拷問具-電擊死亡拷問機',unistr('這個卡名的①③效果1回合各能使用1次。\u000a①：怪獸被送去對手墓地的場合，如果我方場上有「太陽神」卡片存在可以發動（傷害步驟也能發動）。此卡從手牌特殊召喚，場上1張其他卡回到手牌、額外牌組，給予對手800傷害。\u000a②：此卡不會被戰鬥破壞。\u000a③：這個回合「不死的太陽神」已被送去我方墓地的場合，在結束階段可以發動。墓地的此卡加入手牌。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307030,'暗黑的太陽神-拉的翼神龍',unistr('「拉的翼神龍」+「太陽神」怪獸×3\u000a①：場上的此卡不受其他卡的效果影響。\u000a②：1回合1次，我方、對手的主要階段，從手牌將任意數量的「太陽神」卡片捨棄，依照那個數量指定已使用的對手的主要怪獸區域可以發動。對手必須將那些區域的怪獸送去墓地。\u000a③：此卡進行戰鬥的攻擊宣言時，支付生命值直到變成1生命值可以發動。此卡的攻擊力、守備力上升支付的數值以及我方墓地的「太陽神」怪獸的攻擊力的合計數值。'),'效果2','效果3','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307031,'太陽神的鐵檻-岩漿石魔',unistr('我方場上的「太陽神」怪獸+場上的表側表示怪獸×2\u000a此卡不能作為融合素材。\u000a「太陽神的鐵檻-岩漿石魔」1回合1次，只能用融合召喚或以下方法特殊召喚。\u000a●將我方、對手場上的上述卡送去墓地，可以從額外牌組往對手的主要怪獸區域特殊召喚（這個方法特殊召喚後，直到回合結束時我方只能將怪獸特殊召喚1次）。\u000a①：我方準備階段發動。我方受到1000傷害。'),'','效果1','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307051,'不死的太陽神',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：我方的墓地、除外狀態的1隻「拉的翼神龍」怪獸無視召喚條件特殊召喚。此效果將「拉的翼神龍」特殊召喚的場合，隨後可以將那隻怪獸送去墓地，從額外牌組將1隻「拉的翼神龍」怪獸特殊召喚。此效果特殊召喚的怪獸在結束階段送去墓地。\u000a②：我方主要階段此卡在墓地存在的場合，從手牌將1張「太陽神」卡片捨棄可以發動。此卡加入手牌。'),'效果1','效果2','是否從額外牌組特殊召喚？','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307052,'誘向黑暗的太陽神',unistr('從手牌、牌組、場上（表側表示）將1隻「拉的翼神龍」怪獸送去墓地可以發動此卡。這個卡名的①②效果1回合各能使用1次。\u000a①：此卡發動的回合的我方主要階段可以發動。從牌組將1隻「太陽神」怪獸加入手牌。\u000a②：怪獸被戰鬥破壞的場合發動。被破壞的怪獸的控制者受到那個原攻擊力數值的傷害。我方墓地有「拉的翼神龍」存在的場合，隨後我方回復1000生命值。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307072,'太陽神的支配',unistr('這個卡名的①②效果1回合各能使用1次。\u000a①：場上有「拉的翼神龍」怪獸存在的場合可以發動。以下效果各自適用。\u000a●從我方以及對手的墓地各將1隻怪獸在我方場上特殊召喚。\u000a●場上有「拉的翼神龍」存在的場合，得到對手場上的全部怪獸的控制權。\u000a②：將墓地的此卡除外，將我方場上1隻「拉的翼神龍」怪獸解放可以發動。我方的生命值回復那隻怪獸的攻擊力數值。'),'效果1','效果2','','','','','','','','','','','','','','');
INSERT INTO texts VALUES(101307073,'太陽神的保衛者-神・史萊姆',unistr('這個卡名的卡在1回合只能發動1張。\u000a①：此卡發動後變成持有以下效果的效果怪獸（水族、水、等級10、攻/守3000）在怪獸區域守備表示特殊召喚（也當作陷阱卡）。\u000a●此卡特殊召喚的場合可以發動。從牌組將1張「太陽神」卡片加入手牌。對手回合此效果將怪獸加入手牌的場合，隨後可以將那隻怪獸特殊召喚。\u000a●此卡不會被效果破壞。'),'','●從牌組加入手牌','是否特殊召喚？','','','','','','','','','','','','','');
COMMIT;
